Repository: Cebtenzzre/gthumb
Catalog: po/*.po
Languages: mr, ta, te

source: Previous
mr: मागील
ta: முந்தைய
te: ముందలిది

source: Next
mr: पुढे
ta: அடுத்து
te: తరువాతది

source: Index
mr: निर्देशांक
ta: அட்டவணை
te: విషయసూచిక

source: Image
mr: प्रतिमा
ta: பிம்பம்
te: ప్రతిబింబము

source: Dimensions
mr: परिमाण
ta: பரிமாணங்கள்
te: కొలతలు

source: Bytes
mr: बाईटस्
ta: பைட்டுகள்
te: బైట్లు

source: Date
mr: दिनांक
ta: தேதி
te: తేదీ

source: Exposure time
mr: उघडकीस आणण्याची वेळ
ta: வெளிப்பட்ட நேரம்
te: ఎక్సుపోజర్ సమయం

source: Exposure mode
mr: उघडकीस आणण्याची पद्धत
ta: வெளிப்படுத்தும் முறைமை
te: ఎక్సుపోజర్ రీతి

source: Flash
mr: फ्लॅश
ta: ப்ளாஷ்
te: ఫ్లాష్

source: Shutter speed
mr: शटर वेग
ta: ஷட்டர் வேகம்
te: మూత వేగం

source: Aperture value
mr: अपेर्चर मूल्य
ta: அபார்சர் மதிப்பு
te: రంద్రము(ఎపరేచర్) విలువ

source: Focal length
mr: केन्द्रांतर
ta: ஃபோகல் நீளம்
te: ఫోకల్ పొడవు

source: Camera model
mr: कॅमेरा प्रारूप
ta: காமிரா மாதிரி
te: కేమెరా రకము

source: pixels
mr: पिक्सेलस्
ta: பிக்செல்கள்
te: పిగ్జెల్స్

source: <b>Categories:</b>
mr: <b>प्रवर्ग:</b>
ta: <b>வகைகள்:</b>
te: <b>వర్గములు:</b>

source: <b>Information on Channel:</b>
mr: <b>वाहिनी वरील माहिती:</b>
ta: <b>சேலைப் பற்றிய தகவல்:</b>
te: <b>ఛానల్ పైన సమాచారము:</b>

source: <b>Overwrite the old image with the new one?</b>
mr: <b>जून्या प्रतिमेला नव्या प्रतिमाशी खोडून पुन्हा लिहायचे?</b>
ta: <b>பழைய பட்டத்தை புதிய படத்துடன் மேலெழுதவா?</b>
te: <b>పాత ప్రతిబింబమున పైన కొత్త దానిని వ్రాయాలా?</b>

source: A_vailable applications:
mr: उपलब्ध ऍप्लिकेशन (_v):
ta: கிடைக்கூடிய பயன்பாடுகள் (_v):
te: అందుబాటులోవున్న అనువర్తనములు (_v):

source: Alpha
mr: अल्फा
ta: ஆல்ஃபா
te: ఆల్ఫా

source: Blue
mr: निळा
ta: நீலம்
te: బ్లూ

source: Bookmarks
mr: पुस्तकखुण
ta: புத்தகக்குறிகள்
te: పుస్తకగుర్తులు

source: C_atalogs:
mr: सूची (_a):
ta: கேட்லாக்குகள் (_a):
te: కాటలాగ్స్ (_a):

source: Choose a Catalog
mr: सूची निवडा
ta: கேட்லாக்கைத் தேர்ந்தெடு
te: ఒక కాటలాగ్ యెంచుకొనుము

source: Comm_ent
mr: टिप्पणी (_e)
ta: கருத்து (_e)
te: వ్యాఖ్యానము (_e)

source: Do not overwrite _the old image
mr: जुन्या प्रतिमेला खोडून पुन्हा लिहू नका (_t)
ta: பழைய படத்தின் மேலெழு வேண்டாம் (_t)
te: పాత ప్రతిబింబము పైనవ్రాయవద్దు (_t)

source: Green
mr: हिरवा
ta: பச்சை
te: ఆకుపచ్చ

source: New Image:
mr: नवीन प्रतिमा:
ta: புதிய படம்:
te: కొత్త ప్రతిబింబము:

source: New _Library
mr: नवीन लायब्ररी (_L)
ta: புதிய நூலகம் (_L)
te: కొత్త లైబ్రరీ (_L)

source: Old Image:
mr: जुनी प्रतिमाः
ta: பழைய படம்:
te: పాత ప్రతిబింబము:

source: Open Images
mr: प्रतिमा उघडा
ta: படங்களைத் திறக்கவும்
te: ప్రతిబింబములను తెరువుము

source: Over_write the old image
mr: जुनी प्रतिमा खोडून पुन्हा लिहा (_w)
ta: பழைய படத்தின் மேலெழுது (_w)
te: పాత ప్రతిబింబము పైనవ్రాయుము

source: Overwrite Image
mr: प्रतिमा खोडून पुन्हा लिहा
ta: படத்தை மேலெழுது
te: ప్రతిబింబము పైనవ్రాయుము

source: Overwrite _all images
mr: सर्व प्रतिमा खोडून पुन्हा लिहा (_a)
ta: அனைத்து படங்களையும் மேலெழுது (_a)
te: అన్ని ప్రతిబింబముల పైనవ్రాయుము (_a)

source: Photo _Data (EXIF)
mr: फोटो डेटा (EXIF) (_D)
ta: போட்டோ தரவு (_D) (EXIF)
te: ఛాయాచిత్రపు డాటా (_D)(EXIF)

source: R_ecent applications:
mr: अलिकडील ऍप्लिकेशन (_e):
ta: சமீபத்திய பயன்பாடுகள் (_e):
te: ఇటీవలి అనువర్తనములు (_e):

source: Red
mr: लाल
ta: சிகப்பு
te: ఎరుపు

source: Value
mr: मूल्य
ta: மதிப்பு
te: విలువ

source: _Application:
mr: ऍप्लिकेशन (_A):
ta: பயன்பாடு (_A):
te: అనువర్తనము (_A):

source: _Bookmarks:
mr: पुस्तकखुण (_B):
ta: புத்தகக்குறிகள் (_B):
te: పుస్తకగుర్తులు (_B):

source: _Do not overwrite any image
mr: कोणतीही प्रतिमा खोडून पुन्हा लिहू नका (_D)
ta: ஏதேனும் படத்திர் மேலெழுதக்கூடாது (_D)
te: ఏ ప్రతిబింబము పైనవ్రాయవద్దు (_D)

source: _General
mr: सर्वसाधारण (_G)
ta: பொதுவான (_G)
te: సాధారణ (_G)

source: _Histogram
mr: हिस्टोग्राम (_H)
ta: ஹிஸ்டோகிராம் (_H)
te: హిస్టోగ్రామ్ (_H)

source: _New Catalog
mr: नवीन सूची (_N)
ta: புதிய கேட்லாக் (_N)
te: కొత్త కాటలాగ్ (_N)

source: _Next
mr: पुढील (_N)
ta: அடுத்து (_N)
te: తరువాతి (_N)

source: _Previous
mr: मागील (_P)
ta: முந்தைய (_P)
te: ముందలి (_P)

source: _Save the new image as:
mr: यानुरूप नवी प्रतिमा साठवा (_S):
ta: புதிய படமாக சேமிக்கவும் (_S)
te: కొత్త ప్రతిబింబమును యిలా దాయుము (_S):

source: _View the destination
mr: लक्ष्य अवोकन (_V)
ta: பரிமாணத்தை காட்டுகிறது (_V)
te: గమ్యమును దర్శించుము (_V)

source: C_hoose from the catalog
mr: सूची पासून निवडा (_h)
ta: கேட்லாக்கிலிருந்து தேர்ந்தெடுக்கவும் (_h)
te: కాటలాగ్ నుండి యెంచుకొనుము (_h)

source: Ca_tegories:
mr: प्रवर्ग (_t):
ta: வகைகள் (_t):
te: వర్గములు (_t):

source: Camera Model
mr: कॅमेराचे प्रारूप
ta: காமரா மாதிரி
te: కేమెరా రకము

source: Choose destination folder
mr: लक्ष्य फोल्डर निवडा
ta: பரிமாணக் கோப்பைத் தேர்ந்தெடுக்கவும்
te: గమ్యపు ఫోల్డరును యెంచుకొనుము

source: Delete selected images from the camera
mr: कॅमेरा मधून पसंत केलेले प्रतिमा नष्ट करा
ta: காமிராவிலிருந்து தேர்ந்தெடுக்கப்பட்ட படங்களை அழிக்கவும்
te: కేమెరానుండి యెంపికచేసిన ప్రతిబింబములను తొలగించుము

source: If this checkbox is enabled and the imported photo contains an Exif orientation tag, the image data will be physically transformed (losslessly) so that the viewed image looks the same as before but the orientation tag is reset to "top left". If this checkbox is not enabled, the image data and the orientation tag are both left unchanged. The image will be displayed identically by gthumb for both possibilities, but for maximum compatibility with other applications this checkbox should be enabled.
mr: जर हा चेकबॉक्स सक्षम केलेला असेल व आयात केलेले फोटो मध्ये Exif मार्गनिर्देशन टॅग समाविष्ट असेल, तर प्रतिमा डेटा भौतिक रित्या रूपांतरित (नुकसानाशिवाय) केला जाईल ज्यामुळे दिसणारी प्रतिमा पहिल्यासारखीच दिसेल परंतु मार्गनिर्देशन टॅग "top left" वर पुनःस्थापित केला जाईल. जर हा चेकबॉक्स सक्षम केलेला नसेल, तर प्रतिमा डेटा व मार्गनिर्देशन दोन्ही तसेच राहतील. दोन्ही शक्यतांसाठी gthumb द्वारे तशीच प्रतिमा दाखविली जाईल, परंतु इतर ऍप्लिकेशनशी अधिकत्तम सुसंगतता साधण्यासाठी हा चेकबॉक्स सक्षम केलेला असला पाहिजे.
te: ఈ చెక్‌బాక్స్ చేతనమై మరియు దిగుమతిచేసిన ఛాయాచిత్రము Exif సర్దుబాటు టాగ్‌ను కలిగివున్నా, ప్రతిబింబము డాటా భౌతికంగా బదిలీకరించబడుతుంది (నష్టంలేకుండా), అలా దర్శించిన ప్రతిబింబము యింతకుముందవలె వుండి సర్దుబాటు టాగ్ మాత్రము "పై ఎడమ"కు తిరిగివుంచబడుతుంది. ఈ చెక్‌బాక్స్ చేతనము చేసివుండకపోతే, ప్రతిబింబపు డాటా మరియు సర్దుబాటు టాగ్ రెండూ మార్చబడకుండా వుండిపోతాయి. రెండు సందర్భాలలోను ప్రతిబింబము gthumb చేత వొకవలె ప్రదర్శించబడుతుంది, అయితే యితర అనువర్తనములతో గరిష్ట సారూప్యత కొరకు ఈ చెక్‌బాక్స్ చేతనమై వుండాలి.

source: Import Photos
mr: फोटो आयात करा
ta: நிழற்படங்களை இறக்கவும்
te: ఛాయాచిత్రములను దిగుమతిచేయుము

source: No camera detected
mr: कॅमेरा आढळला नाही
ta: காமிரா எதுவும் கண்டுபிடிக்கப்படவில்லை
te: ఏ కేమెరా గుర్తించబడలేదు

source: Rotate images physically
mr: स्वतः प्रतिमा फिरवा
ta: படங்களை நிகழ்நிலையாகச் சுழற்றவும்
te: ప్రతిబింబములను భౌతికంగా భ్రమణంచేయుము

source: Select a camera model
mr: कॅमेरा प्रारूप निवडा
ta: காமிரா மாதிரியை தேர்ந்தெடுக்கவும்
te: కేమెరా రకమును యెంపికచేయుము

source: Update previews
mr: पूर्वदृष्य अद्ययावत करा
ta: மேம்படுத்தப்பட்ட முன்பார்வைகள்
te: ఉపదర్శనములను నవీకరించుము

source: _Delete imported images from the camera
mr: कॅमेरा मधून आयात केलेले प्रतिमा नष्ट करा (_D)
ta: காமிராவிலிருந்து இறக்கப்பட்ட படங்களைஅழிக்கவும் (_D)
te: దిగుమతిచేసిన ప్రతిబింబములను కేమెరానుండి తొలగించుము (_D)

source: _Destination:
mr: लक्ष्य (_D):
ta: இலக்கு (_D):
te: గమ్యము (_D):

source: _Film:
mr: फिल्म (_F):
ta: படச்சுருள் (_F):
te: ఫిల్ము (_F):

source: _Import
mr: आयात करा (_I)
ta: இறக்குமதி (_I)
te: దిగుమతి (_I)

source: _Keep original filenames
mr: मूळ फाइल नावे तशीच ठेवा (_K)
ta: அசல் கோப்பு பெயர்களை வைக்கவும் (_K)
te: వాస్తవ ఫిల్మునామములను కలిగివుండుము (_K)

source: _Model:
mr: प्रारूप (_M):
ta: மாதிரி (_M):
te: రకము (_M):

source: _Port:
mr: पोर्ट (_P):
ta: _P துறை:
te: పోర్టు (_P):

source: A_vailable categories:
mr: उपलब्ध वर्ग (_v):
ta: கிடைக்ககூடிய வகைகள் (_v):
te: అందుబాటులోవున్న వర్గములు (_v):

source: Categories
mr: प्रवर्ग
ta: வகைகள்
te: వర్గములు

source: Co_mment:
mr: टिपण्णी (_m):
ta: குறிப்புரை _m:
te: వ్యాఖ్యానము (_m):

source: Comment
mr: टिपण्णी
ta: குறிப்பு
te: వ్యాఖ్యానము

source: Create a new category
mr: नवीन प्रवर्ग बनवा
ta: ஒரு புதிய வகையை உருவாக்கவும்
te: కొత్త వర్గమును సృష్టించుము

source: Current date
mr: वर्तमान दिनांक
ta: நடப்பு தேதி
te: ప్రస్తుత తేది

source: Do not modify
mr: संपादीत करू नका
ta: மாற்றியமைக்க முடியாது
te: సవరించవద్దు

source: Image creation date
mr: प्रतिमा निर्माण दिनांक
ta: படத்தை உருவாகும் தேதி
te: ప్రతిబింబము సృష్టించిన తేది

source: Last modified date
mr: शेवटी सुधारणा केलेली दिनांक
ta: கடைசியாக திருத்தியமைக்கப்பட்ட தேதி
te: చివరిగా సవరించిన తేది

source: No date
mr: दिनांक आढळले नाही
ta: தேதி இல்லை
te: తేది లేదు

source: Photo digitalization date (From EXIF data)
mr: फोटो अंकीय दिनांक (EXIF डेटा पासून)
ta: நிழற்பட டிஜிட்டலேஷன் தேதி (EXIF தவரவிலிருந்து)
te: ఛాయాచిత్రము డిజిటలైజేషన్ చేసిన తేది (EXIF డాటానుండి)

source: Remove selected category
mr: निवडलेला वर्ग काढून टाका
ta: தேர்ந்தெடுக்கப்பட்ட வகையை நீக்கவும்
te: ఎంపికచేసిన వర్గమును తీసివేయుము

source: Save only cha_nged fields
mr: फक्त बदललेले क्षेत्रं साठवा (_n)
ta: மாற்றப்பட்ட புலங்களை மட்டும் சேமிக்கவும் (_n)
te: మార్చిన క్షేత్రములను మాత్రమే దాయుము

source: The following date
mr: खालिल दिनांक
ta: பின்வரும் தேதி
te: ఈ క్రింది తేది

source: _Date:
mr: दिनांक (_D):
ta: (_D)தேதி:
te: తేది (_D):

source: _Place:
mr: ठिकाण (_P):
ta: இடம் (_P):
te: స్థలము (_P):

source: _Selected categories:
mr: निवडलेला वर्ग (_S):
ta: தேர்ந்தெடுக்கப்பட்ட வகைகள் (_S):
te: ఎంపికచేసిన వర్గములు (_S):

source: <b>Compression</b>
mr: <b>संकोचन</b>
ta: <b>குறுக்கு</b>
te: <b>కుదింపు</b>

source: <b>Image type</b>
mr: <b>प्रतिमा प्रकार</b>
ta: <b>பட வகை</b>
te: <b>ప్రతిబింబము రకము</b>

source: <b>Resolution</b>
mr: <b>रेझलूशन</b>
ta: <b>பகுத்தல்</b>
te: <b>రిజొల్యూషన్</b>

source: <b>Saving</b>
mr: <b>साठवत आहे</b>
ta: <b>சேமிக்கிறது</b>
te: <b>దాయుచున్నది</b>

source: Compression _level:
mr: संकोचन स्तर (_l):
ta: குறுக்கு நிலை (_l):
te: కుదింపు స్థాయి (_l):

source: Convert Format
mr: स्वरूप रूपांतरित करा
ta: வடிவத்திற்கு மாற்று
te: మార్పుచేయు రూపము

source: JPEG Options
mr: JPEG पर्याय
ta: JPEG விருப்பங்கள்
te: JPEG ఐచ్చికాలు

source: No_rmal (Deflate)
mr: सामान्य (फुगवटा कमी करा) (_r)
ta: சாதாரண (_r) (Deflate)
te: సాదారణ (_r) (Deflate)

source: Opti_mize
mr: अनुकूल करा (_m)
ta: ஒத்திசைவு (_m)
te: ఆప్టిమైజ్ (_m)

source: Overwrite mode:
mr: अधिलेखन पद्धत:
ta: மேலெழுதும் முறைமை:
te: పైనవ్రాయు రీతి:

source: PNG Options
mr: PNG पर्याय
ta: PNG விருப்பங்கள்
te: PNG ఐచ్చికాలు

source: R_emove original
mr: मूळ काढून टाका (_e)
ta: அசலை நீக்கு (_e)
te: వాస్తవాన్ని తీసివేయుము (_e)

source: Rename
mr: पुन्हनामांकन
ta: மறுபெயரிடு
te: పునఃనామకరణ

source: Skip Rename Ask Overwrite
mr: वगळा पुनः नामांकित करा विचारा खोडून पुन्हा लिहा
ta: நிறுத்து மடுபெயர் கேள் மேலெழுது
te: వదిలివేయి పునఃనామకరణ అడుగు పైనవ్రాయుము

source: TGA Options
mr: TGA पर्याय
ta: TGA விருப்பங்கள்
te: TGA ఐచ్చికాలు

source: TIFF Options
mr: TIFF पर्याय
ta: TIFF விருப்பங்கள்
te: TIFF ఐచ్చికాలు

source: T_GA
mr: TGA (_G)

source: _Horizontal:
mr: आडवे (_H):
ta: கிடைமட்டம் (_H):
te: హారిజాంటల్ (_H):

source: _JPEG
mr: JPEG (_J)

source: _Loss compression (JPEG)
mr: नुकसान संकोचन (JPEG) (_L)
ta: இயந்த குறுக்கு (_L) (JPEG)
te: కోల్పోవు కుదింపు (_L) (JPEG)

source: _No compression
mr: संकोचन आढळले नाही (_N)
ta: குறுக்கு இல்லை (_N)
te: కుదింపు లేదు (_N)

source: _PNG
mr: PNG (_P)

source: _Progressive
mr: प्रगतिशील (_P)
ta: முன்னேற்றம் (_P)
te: పురోగమన (_P)

source: _Quality:
mr: दर्जा (_Q):
ta: தரம் (_Q):
te: నాణ్యత (_Q):

source: _RLE compression
mr: RLE संकोचन (_R)
ta: _RLE குறுக்கம்
te: _RLE కుదింపు

source: _Smoothing:
mr: गुळगुळीत करणे (_S):
ta: மென்மையாக்குகிறது: (_S)
te: సున్నితత్వం (_S):

source: _TIFF
mr: TIFF (_T)

source: _Vertical:
mr: उभे (_V):
ta: செங்குத்து (_V):
te: నిలువుగా (_V):

source: 4 x 3 (Book, DVD)
mr: 4 x 3 (पुस्तक, DVD)
ta: 4 x 3 (புத்தகம், DVD)
te: 4 x 3 (పుస్తకం, DVD)

source: 4 x 6 (Postcard)
mr: 4 x 6 (पोस्टकार्ड)
ta: 4 x 6 (அஞ்சல்அட்டை)
te: 4 x 6 (పోస్టుకార్డు)

source: <b>Aspect ratio</b>
mr: <b>दृष्टि गुणोत्तर</b>
ta: <b>விகித்தின் படி</b>
te: <b>ఏస్పెక్టు నిష్పత్తి</b>

source: <b>Selection</b>
mr: <b>निवड</b>
ta: <b>தேர்வுகள்</b>
te: <b>ఎంపిక</b>

source: Crop
mr: क्रॉप करा
ta: வெட்டு
te: కత్తిరించు

source: Custom
mr: स्वपसंत
ta: தனிப்பயன்
te: మలచుకొను

source: I_nvert aspect ratio
mr: दृष्टि गुणोत्तर प्रतिलोम करा (_m)
ta: விகிதத்தின் படி தலைகீழாக்கவும் (_n)
te: విలోమ ఏస్పెక్టు నిష్పత్తి (_n)

source: None
mr: काहिच नाही
ta: ஒன்றுமில்லை
te: ఏదీకాదు

source: Square
mr: वर्ग
ta: சதுரம்
te: చతురస్త్రము

source: _Crop
mr: क्रॉप करा (_C)
ta: (_C) வெட்டு
te: కత్తిరించు (_C)

source: _Height:
mr: ऊंची (_H):
ta: (_H) உயரம்:
te: ఎత్తు (_H):

source: _Width:
mr: रूंदी (_W):
ta: அகலம் (_W):
te: వెడల్పు (_W):

source: _X:
mr: X (_X):

source: _Y:
mr: Y (_Y):

source: <b>Color levels</b>
mr: <b>रंग स्तर</b>
ta: <b>நிற நிலைகள்</b>
te: <b>రంగు స్థాయిలు</b>

source: <b>New dimensions</b>
mr: <b>नवीन परिमाणे</b>
ta: <b>புதிய பரிமாணங்கள்</b>
te: <b>కొత్త కొలతలు</b>

source: <b>Original dimensions</b>
mr: <b>मूळ परिमाणे</b>
ta: <b>அசல் பரிமாணங்கள்</b>
te: <b>వాస్తవ కొలతలు</b>

source: <b>Scale ratio</b>
mr: <b>स्केल गुणोत्तर</b>
ta: <b>அளவு வரம்பு</b>
te: <b>స్కేలు నిష్పత్తి</b>

source: Brightness - Contrast
mr: तेजपणा - विरोधाभास
ta: பிரகாசமாய் - வித்தியாசமாக
te: కాంతిప్రకాశం - కాన్ట్రాస్ట్

source: Color Balance
mr: रंग समतुल
ta: நிற சமன்
te: రంగు సమతుల్యత

source: Con_trast:
mr: विरोधाभास (_t):
ta: வேறுபாடு... (_t)
te: కాన్ట్రాస్ట్ (_t):

source: Cyan-_Red:
mr: सियान-लाल (_R):
ta: சைன்-சிவப்பு (_R):
te: సియాన్-ఎరుపు (_R):

source: Height:
mr: ऊंची:
ta: உயரம்:
te: ఎత్తు:

source: High _quality
mr: उच्च दर्जा (_q)
ta: முகத் தரமான (_q)
te: అధిక నాణ్యత (_q)

source: Hue - Saturation
mr: ह्यु - संतृप्ति
ta: ஹ்யூ - சேச்சுரேஷன்
te: హ్యూ - సాట్యురేషన్

source: Posterize
mr: पोस्टर नुरूप करा
ta: படமாக்கு
te: పోస్టెరైజ్

source: Preserve l_uminosity
mr: तेजस्वीपणा साठवा (_u)
ta: லுமினாஸிட்டியை பாதுகாக்கவும் (_u)
te: కాంతిమత్వాన్ని(ల్యుమినోసిటి) పదిలంచేయి

source: Scale Image
mr: प्रतिमा प्रमाणीत करा
ta: படிமத்தை அளவிடு
te: ప్రతిబింబాన్ని స్కేలుచేయి

source: Width:
mr: रुंदी:
ta: அகலம்:
te: వెడల్పు:

source: _Brightness:
mr: तेजपणा (_B):
ta: வெளிச்சம் (_B):
te: కాంతిప్రకాశము (_B):

source: _Hue:
mr: ह्यु (_H):
ta: ஹ்யூ (_H):
te: హ్యూ (_H):

source: _Keep aspect ratio
mr: दृष्टि गुणोत्तर राखा (_k)
ta: விகிதத்தின் படியை வைக்கவும் (_K)
te: ఏస్పెక్టు నిష్పత్తిని కలిగివుండుము (_K)

source: _Levels:
mr: स्तर (_L):
ta: அளவுகள் (_L):
te: స్థాయిలు (_L):

source: _Lightness:
mr: सौम्यपणा (_L):
ta: வெளிச்சம் (_L):
te: లైట్‌నెస్ (_L):

source: _Magenta-Green:
mr: तांबडा-हिरवा (_M):
ta: மஜந்தா- பச்சை (_M):
te: మొజెంటా-ఆకుపచ్చ (_M):

source: _Preview
mr: पूनरावलोकन (_P)
ta: முன்பார்வை (_P)
te: ఉపదర్శనము (_P):

source: _Reset
mr: स्वच्छ करा (_R)
ta: மறுஅமை (_R)
te: తిరిగివుంచుము (_R)

source: _Saturation:
mr: संर्पुक्तता (_S):
ta: சேச்சுரேஷன் (_S):
te: సాట్యురేషన్ (_S):

source: _Scale
mr: प्रमाणीत करा (_S)
ta: அளவுகோல் (_S)
te: స్కేల్ (_S)

source: _Yellow-Blue:
mr: पिवळा-निळा (_Y):
ta: மஞ்சள்- நீலம் (_Y):
te: పసుపుపచ్చ-బులుగు (_Y):

source: <b>Background style</b>
mr: <b>पार्श्वभूमी शैली</b>
ta: <b>பின்னணி பாணி</b>
te: <b>బ్యాక్‌గ్రౌండ్ శైలి</b>

source: <b>Caption</b>
mr: <b>मथळा</b>
ta: <b>தலைப்பு</b>
te: <b>పేరు(కాప్షన్)</b>

source: <b>Footer</b>
mr: <b>चरणओळ</b>
ta: <b>அடிக்குறிப்பு</b>
te: <b>భూమిక</b>

source: <b>Header and footer</b>
mr: <b>शीर्षओळ व चरणओळ</b>
ta: <b>தலைப்பு மற்றும் அடிக்குறிப்பு</b>
te: <b>పీఠిక మరియు భూమిక</b>

source: <b>Header</b>
mr: <b>शीर्षओळ</b>
ta: <b>தலைப்பு</b>
te: <b>పీఠిక</b>

source: <b>Index images</b>
mr: <b>प्रतिमा निर्देशांकीय करा</b>
ta: <b>அட்டவணைப் படங்கள்</b>
te: <b>విషయసూచిక ప్రతిబింబములు</b>

source: <b>Page size</b>
mr: <b>पान आकार</b>
ta: <b>பக்க அளவு</b>
te: <b>పేజీ పరిమాణము</b>

source: <small><i><b>Note:</b> # (enumerator)</i>.</small>
mr: <small><i><b>टिप:</b> # (enumerator)</i>.</small>
ta: <small><i><b>குறிப்பு:</b> # (enumerator)</i>.</small>
te: <small><i><b>గమనిక:</b> # (ఎన్యూమరేటర్)</i>.</small>

source: <small><i><b>Note:</b> %p (page number), %n (total number of pages)</i>.</small>
mr: <small><i><b>टिप:</b> %p (पान क्रमांक), %n (पानांची एकूण संख्या)</i>.</small>
ta: <small><i><b>குறிப்பு:</b> %p (பக்க எண்), %n (மொத்த பக்கங்களின் எண்ணிக்கை)</i>.</small>
te: <small><i><b>గమనిక:</b> %p (పేజీ సంఖ్య), %n (మొత్తము పేజీలు)</i>.</small>

source: Co_mment
mr: टिपण्णी (_m)
ta: கருத்து (_m)
te: వ్యాఖ్యానము (_m)

source: Col_umns:
mr: स्तंभ (_u):
ta: நிரல்கள் (_u):
te: నిలువు వరుసలు (_u):

source: Colo_r:
mr: रंग (_r):
ta: (_r) நிறம்:
te: రంగు (_r):

source: Create Index Image
mr: निर्देशांक प्रतिमा बनवा
ta: அட்டவணைப் படத்தை உருவாக்கு
te: విషయసూచిక ప్రతిబింబమును సృష్టించుము

source: Create _HTML image map
mr: HTML प्रतिमा नकाशा बनवा (_H)
ta: _HTML பட வரைபடத்தை உருவாக்கவும்
te: _HTML ప్రతిబంబము మాప్‌ను సృష్టించుము

source: F_ooter:
mr: चरणओळ (_o):
ta: அடிக்குறிப்பு (_o):
te: భూమిక (_o):

source: File _name
mr: फाइल नाव (_n)
ta: கோப்பு பெயர் (_n)
te: ఫైలు నామము (_n)

source: File pa_th
mr: फाइल मार्ग (_t)
ta: கோப்பு பாதை (_t)
te: ఫైలు పాత్ (_t)

source: File si_ze
mr: फाइल आकार (_z)
ta: கோப்பு அளவு (_z)
te: ఫైలు పరిమాణము (_z)

source: Frame _style:
mr: चौकट शैली (_s):
ta: சட்ட பாணி (_y):
te: చట్రము శైలి (_s):

source: Frame co_lor:
mr: चौकट रंग (_l):
ta: சட்ட நிறம் (_l):
te: చట్రము రంగు (_l):

source: H_eader:
mr: शीर्षओळ (_e):
ta: தலைப்பு (_e):
te: పీఠిక (_e):

source: Header/Footer
mr: शिर्षओळ/चरणओळ
ta: தலைப்பு/அடிக்குறிப்பு
te: పీఠిక/భూమిక

source: Hei_ght:
mr: ऊंची (_g):
ta: உயரம் (_g):
te: ఎత్తు (_g):

source: Image dim_ensions
mr: प्रतिमा परिमाणे (_e)
ta: பட பரிமாணங்கள் (_e)
te: ప్రతిబింబపు కొలతలు (_e)

source: Images
mr: प्रतिमा
ta: படங்கள்
te: ప్రతిబింబములు

source: Index Image Style
mr: निर्देशांक प्रतिमा शैली
ta: அட்டவணை பட பாணி
te: విషయసూచిక ప్రతిబింబము శైలి

source: Page
mr: पान
ta: பக்கம்
te: పేజీ

source: Pi_xels
mr: पिक्सेल (_x)
ta: பிக்ஸெல்கள் (_x)
te: పిగ్జెల్స్ (_x)

source: Re_verse order
mr: उलटा क्रम (_v)
ta: தலைகீழ் வரிசை (_v)
te: వ్యతిరేక క్రమము (_v)

source: Rows a_nd columns
mr: ओळं व स्तंभ (_n)
ta: வரிசைகள் மற்றும் நிரல்கள் (_n)
te: అడ్డువరుసలు మరియు నిలువువరుసలు (_n)

source: Select a color
mr: रंग निवडा
ta: ஒரு நிறத்தை தேர்ந்தெடுக்கவும்
te: ఒక రంగును యెంపికచేయుము

source: Select a font
mr: फॉन्ट निवडा
ta: ஒரு எழுத்துருவை தேர்ந்தெடுக்கவும்
te: ఒక ఫాంటును యెంపికచేయుము

source: Shadow in
mr: छाया मोठे करा
ta: நிழலில்
te: నీడ పెంచు

source: Shadow only
mr: फक्त छाया
ta: நிழல் மட்டும்
te: నీడ మాత్రమే

source: Shadow out
mr: छाया लहान करा
ta: நிழலுக்கு வெளியில்
te: నీడ తగ్గించు

source: Simple
mr: सोपे
ta: எளியது
te: సాదారణ

source: Simple with shadow
mr: छाया सह सोपे
ta: சாதாரண நிழலுடன்
te: నీడతో సాదారణంగా

source: Slide
mr: स्लाईड
ta: ஸ்லைடு
te: స్లైడ్

source: Sor_t:
mr: क्रमावारीत लावा (_t):
ta: வரிசைபடுத்து (_t):
te: క్రమపరచు (_t):

source: Sort
mr: क्रमावारीत लावा
ta: வரிசைப்படுத்து
te: క్రమపరచు

source: St_yle
mr: शैली (_y)
ta: பாணி (_y)
te: శైలి (_y)

source: Start _at:
mr: येथून सुरु करा (_a):
ta: இப்போது துவக்கவும் (_a):
te: దీని వద్ద ప్రారంభించుము (_a):

source: Style Preview
mr: शैली पूर्वदृष्य
ta: பாணி முன்பார்வை
te: శైలి వుపదర్శనము

source: Wi_dth:
mr: रूंदी (_d):
ta: அகலம் (_d):
te: వెడల్పు (_d):

source: _All pages with the same size
mr: सारख्या आकारांची सर्व पाने (_A)
ta: அனைத்து பக்கங்களும் அதே அளவில் (_A)
te: ఒకే పరిమాణములో వున్న అన్ని పేజీలు (_A)

source: _Draw frame
mr: चौकट काढा (_D)
ta: சட்டத்தை வரை (_D)
te: చట్రమును గీయుము (_D)

source: _Font:
mr: फॉन्ट (_F):
ta: எழுத்துரு (_F):
te: ఫాంటు (_F):

source: _Gradient
mr: ग्रेडिअन्ट (_G)
ta: க்ரேடியன்ட் (_G)
te: గ్రేడియంట్ (_G)

source: _Image size:
mr: प्रतिमा आकार (_I):
ta: பட அளவு (_I):
te: ప్రతిబింబము పరిమాణము (_I):

source: _Rows:
mr: ओळं (_R):
ta: _வரிசைகள்:
te: అడ్డువరుసలు (_R):

source: _Solid color
mr: गडद रंग (_S)
ta: (_S) ஒரே வண்ணம்
te: నిండు రంగు (_S)

source: _Template:
mr: प्रारूप (_T):
ta: மாதிரி உரு (_T):
te: మాదిరి (_T):

source: by name
mr: नाव नुरूप
ta: பெயரால்
te: నామము ద్వారా

source: <b>Direction</b>
mr: <b>दिशा</b>
ta: <b>திசை</b>
te: <b>దిశానిర్దేశము</b>

source: <b>Hide/Show</b>
mr: <b>लपवा/दाखवा</b>
ta: <b>மறை/காட்டு</b>
te: <b>మరగునవుంచు/చూయించు</b>

source: <b>Interface</b>
mr: <b>संवाद</b>
ta: <b> இடைமுகம்</b>
te: <b>ఇంటర్ఫేస్</b>

source: <b>On startup:</b>
mr: <b>प्रारंभवेळी:</b>
ta: <b>துவங்கும் போது:</b>
te: <b>ప్రారంభమునందు:</b>

source: <b>Other</b>
mr: <b>इतर</b>
ta: <b>மற்றவை</b>
te: <b>ఇతర</b>

source: <b>Slide show</b>
mr: <b>स्लाईड शो</b>
ta: <b>ஸ்லைடுக் காட்சி</b>
te: <b>స్లైడు ప్రదర్శన</b>

source: <b>Viewer</b>
mr: <b>प्रदर्शक</b>
ta: <b>À¡÷¨ÅÂ¡Ç÷ ¸¡ðÊ</b>
te: <b>చూచువారు</b>

source: <b>Zoom quality</b>
mr: <b>दृष्य बदल दर्जा</b>
ta: <b>தரத்தை அளவிடுதல்</b>
te: <b>జూమ్ నాణ్యత</b>

source: <small><i><b>Special characters:</b> %F = all selected filenames on one line, space delimited %f = a single filename, including path %n = a single filename, including path, with no extension %e = a single extension (starting with a period) %p = the parent folder of the single file</i> Scripts with the %F code will be executed just once, regardless of the number of files selected. All other scripts will be executed once per selected file. The default scripts are explained in the Help file.</small>
mr: <small><i><b>विशेष अक्षरे:</b> %F = सर्व निवडलेली फाइलनावे एक रेषेत, अंतर सीमांकित %f = एकल फाइलनाव, मार्ग समाविष्ट %n = एकल फाइलनाव. मार्ग समाविष्ट, कोणतेही वाढ नाही %e = एकल वाढ (कालावधि पासून सुरू होणारे) %p = एकल फाइलचे पेरेंट फोल्डर</i> %F कोड़ असणारी लिपि फक्त एकदाच कार्यान्वित केली जाईल, कितीही फाइल निवडलेल्या असल्या तरीही. इतर सर्व लिप्या एकदाच प्रति निवडलेली फाइल कार्यान्वित केल्या जातील. मुलभूत लिप्या मदत धारिकेत समजावल्या आहेत.</small>
te: <small><i><b>ప్రత్యేక అక్షరములు:</b> %F = అన్ని యెంపికచేసిన ఫైలునామములు వొక గీతపైన, స్పేసుతో వేరుచేయబడుతూ %f = ఒక వొంటరి ఫైలునామము, పాత్‌తో కలుపుకొని %n = ఒక వొంటరి ఫైలునామము, పాత్‌తో కలుపుకొని, పొడిగింపులు లేకుండా %e = ఒక వొంటరి పొడిగింపు (పీరియడ్‌తో(.) ప్రారంభమగు) %p = ఒంటరి ఫైలు యొక్క పేరెంట్ ఫోల్డరు</i> %F కోడుతోని స్క్రిప్టులు వొకసారి నిర్వర్తించబడతాయి, యెంపికచేయబడిన ఫైళ్ళ సంఖ్యతో సంభందం లేకుండా. అన్ని యితర స్క్రిప్టులు యెంపికకాబడిన ఫైలుకు వొకసారి చొప్పున నిర్వర్తించబడతాయి. అప్రమేయ స్క్రిప్టులు సహాయ ఫైలునందు విడమరచి చెప్పబడతాయి.</small>

source: Activate items with a double click
mr: डबल क्लिकने घटकं सक्रिय करा
ta: உருப்படிகளை இரட்டை கிளிக்கில் செயல்படுத்தவும்
te: రెండునొక్కులతో అంశములను క్రియాశీలము చేయుము

source: Activate items with a single click
mr: एका क्लिकने घटकं सक्रिय करा
ta: உருப்படிகளை ஒற்றை கிளிக்கில் செயல்படுத்தவும்
te: ఒక్క నొక్కుతో అంశములను క్రియాశీలము చేయుము

source: After _loading an image:
mr: प्रतिमा लोड केल्यानंतर (_l):
ta: ஒரு படத்தை ஏற்றிய பின் (_l):
te: ప్రతిబింబమును లోడుచేసిన తర్వాత (_l):

source: As_k confirmation before deleting images or catalogs
mr: प्रतिमा किंवा सूची नष्ट करण्यापूर्वी पुष्टी मागा (_k)
ta: படங்கள் அல்லது கேட்லாக்குகளை அழிப்பதற்கு முன் உறுதியைக் கேட்கவும் (_k)
te: ప్రతిబింబములను లేదా కాటలాగ్సును తొలగించుటకు ముందుగా నిర్ధారణను తీసుకొనుము

source: Ask whether to save _modified images
mr: संपादीत केलेले प्रतिमा साठवायचे का ते विचारा (_m)
ta: மாற்றியமைக்கப்பட்ட படங்களை சேமிக்க வேண்டுமா என கேட்கவும் (_m)
te: సవరించిన ప్రతిబింబములను దాయవలెనేమో అడుగుము (_m)

source: Black
mr: काळा
ta: கருப்பு
te: నలుపు

source: Browser
mr: ब्राउजर
ta: உலாவி
te: బ్రౌజర్

source: C_lick policy:
mr: नीतिवर क्लिक करा (_l):
ta: பாலிஸியை கிளிக் செய்யவும் (_l):
te: పాలసీను నొక్కుము (_l):

source: Checked
mr: तपासले
ta: சரிபார்க்கப்பட்டது
te: పరిశీలించిన

source: Choose startup folder
mr: प्रारंभिक फोल्डर निवडा
ta: துவக்க கோப்புறையை தேர்ந்தெடுக்கவும்
te: ప్రారంభపు ఫోల్డరును యెంచుకొనుము

source: Co_mments
mr: टिप्पणी (_m)
ta: கருத்துகள் (_m)
te: వ్యాఖ్యానములు (_m)

source: D_elay before changing image:
mr: प्रतिमा बदलण्यापूर्वी विलंब (_e):
ta: படத்தை மாற்றுவதற்கு முன்னே தாமதம் (_e):
te: ప్రతిబింబమును మార్చుటకు ముందు ఆలస్యము (_e):
