Repository: Cebtenzzre/gthumb
Catalog: po/*.po
Languages: mr, ta, te

source: D_etermine image type from content (slower)
mr: अंतर्भूत माहिती (मंद) पासून प्रतिमा प्रकार निश्चित करा (_e)
ta: உள்ளடக்கத்திலிருந்து பட வகையை உறுதிபடுத்தவும் (ஸ்லோவர்)
te: సారమునుండి ప్రతిబింబము రకమును నిర్ధారించుము (_e) (నిదానము)

source: Do _not change folder
mr: फोल्डर बदलू नका (_n)
ta: கோப்புறையை மாற்ற முடியவில்லை (_n)
te: ఫోల్డరును మార్చవద్దు (_n)

source: Fit to width if larger
mr: मोठे असल्यास रूंदीत बसवा
ta: பெரியதாக இருந்தால் அகலத்துடன் பொருத்து
te: పెద్దదైతే వెడల్పునకు సరిపెట్టుము

source: Fit to window if larger
mr: मोठे असल्यास खिडकीत बसवा
ta: பெரியதாக இருந்தால் சாளரத்துடன் பொருத்து
te: పెద్దదైతే విండోనకు సరిపెట్టుము

source: Follow Nautilus behaviour
mr: Nautilus वर्तन अनुसरा
ta: Nautilus பண்புகள் பின்பற்று
te: నాటిలస్ ప్రవర్తనను అనుసరించుము

source: For_ward
mr: पुढे (_w)
ta: முன்னால் (_w)
te: ముందుకు (_w)

source: General
mr: सर्वसाधारण
ta: பொது
te: సాదారణ

source: Go to last _visited folder or catalog
mr: शेवटी भेट दिलेले फोल्डर किंवा सूची वर जा (_v)
ta: கடைசியாக பார்வையிடப்பட்ட கோப்புறை அல்லது கேட்லாக்கிற்கு செல்லவும் (_v)
te: చివరిగా దర్శించిన ఫల్డర్‌కు లేదా కాటలాగ్‌కు వెళ్ళుము (_v)

source: Go to this _folder:
mr: या फोल्डर वर जा (_f):
ta: இந்த கோப்புறைக்கு செல்லவும் (_f):
te: ఈ ఫోల్డర్‌కు వెళ్ళుము (_f):

source: H_igh
mr: उच्च (_i)
ta: உயரமான (_i)
te: అధిక (_i)

source: Hot Keys
mr: हॉट किज्
ta: குறுக்கு விசைகள்
te: హాట్ కీలు

source: Icons only
mr: फक्त चिन्ह
ta: சின்னங்கள் மட்டும்
te: ప్రతిమలు మాత్రమే

source: Keep previous zoom
mr: मागील दृष्य बदल तसेच ठेवा
ta: முந்தைய அளவிடுதலை வைத்திருக்கவும்
te: మునుపటి జూమ్‌ను కలిగివుండుము

source: Keys 0-9 on the numeric keypad can be used in the browser to open or modify the selected images with other applications.
mr: अंकीय कीपॅड वरील 0-9 की यांचा उपयोग निवडलेल्या प्रतिमांना अन्य ऍप्लिकेशनसह उघडण्यास किंवा सुधारणा करण्याकरीता ब्राउजर अंतर्गत वापरले जाऊ शकते.
ta: விசைகள் 0-9 எண் கீபேடில் உலாவியில் வேறு பயன்பாடுகளுடன் திறக்க அல்லது திருத்த பயன்படுத்தப்படும்.
te: వేరే అనువర్తనములతో యెంపికచేయబడిన ప్రతిబింబములను తెరువుటకు లేదా సవరించుటకు బ్రౌజర్‌నందు న్యూమరిక్ కీపాడ్ నందలి 0-9 కీలను వుపయోగించవచ్చు.

source: Layout:
mr: मांडणी:
ta: அமைப்பு:
te: నమూనా:

source: Lo_w
mr: निम्न (_w)
ta: குறைவான (_w)
te: తక్కువ (_w)

source: Ran_dom
mr: विनाक्रम (_d)
ta: குறிப்பில்லா (_d)
te: యాధృచ్చిక (_d)

source: Re_verse
mr: उलटे (_v)
ta: தலைகீழாக (_v)
te: వ్యతిరేక (_v)

source: Reset scrollbar positions after loading an image
mr: प्रतिमा लोड केल्यानंतर स्क्रोलपट्टी स्थिति स्वच्छ करा
ta: ஒரு படத்தை ஏற்றிய பின் சுருள்பட்டை நிலையை மறுஅமைக்கவும்
te: ప్రతిబింబము లోడైన తర్వాత స్క్రాల్‌బార్ స్థానములను తిరిగివుంచుము

source: Resta_rt when finished
mr: पूर्ण झाल्यानंतर पुन्हा सुरू करा (_r)
ta: முடியும் போது மீண்டும் துவக்கவும் (_r)
te: పూర్తవ్వగానే పునఃప్రారంభించుము (_r)

source: Set image to actual size
mr: प्रतिमा वास्तविक आकार नुरूप निश्चित करा
ta: சரியான அளவில் படத்தை அமைக்கவும்
te: ప్రతిబింబమును వాస్తవ పరిమాణమునకు వుంచుము

source: Set to C_urrent
mr: वर्तमान नुरूप निश्चित करा (_u)
ta: நடப்பிற்கு அமைக்கவும் (_u)
te: ప్రస్తుతమునకు అమర్చుము (_u)

source: Slide Show
mr: स्लाईड दाखवा
ta: ஸ்லைடு காட்சி
te: స్లైడు ప్రదర్శన

source: System settings
mr: प्रणाली संयोजना
ta: கணினி அமைப்புகள்
te: సిస్టమ్ అమరికలు

source: Text below icons
mr: चिन्हा खालील पाठ्य
ta: சின்னங்கள் கீழ் உரை
te: ప్రతిముల క్రిందని పాఠ్యము

source: Text beside icons
mr: चिन्हच्या बाजूचे पाठ्य
ta: சின்னங்கள் பக்கத்தில் உரை
te: ప్రతిమల ప్రక్కని పాఠ్యము

source: Text only
mr: फक्त पाठ्य
ta: உரை மட்டும்
te: పాఠ్యము మాత్రమే

source: Th_umbnail size:
mr: थंबनेल आकार (_u):
ta: சிறுபடம் அளவு (_u):
te: థంబ్‌నెయిల్ పరిమాణము (_u):

source: Transparency _type:
mr: पारदर्शकता प्रकार (_t):
ta: ஒளிபுகும்தன்மை வகை (_t):
te: పారదర్శకత రకము (_t):

source: Use a _fading effect when changing image
mr: प्रतिमा बदलतेवेळी धूसर प्रभावाचा वापर करा (_f)
ta: படத்தை மாற்றும் போது ஒரு பேடிங் விளைவை பயன்படுத்தவும் (_f)
te: ప్రతిబింబమును మార్చునప్పుడు ఫేడవుతున్న ప్రభావాన్ని వుపయోగించుము (_f)

source: Viewer
mr: प्रदर्शक
ta: காட்சியாளன்
te: చూచువారు

source: White
mr: पांढरा
ta: வெள்ளை
te: తెలుపు

source: _Filenames
mr: फाइल नाव (_F)
ta: கோப்புபெயர்கள் (_F)
te: ఫైలునామములు (_F)

source: _Thumbnails
mr: थंबनेल्स (_T)
ta: சிறுபடங்கள் (_T)
te: థంబ్‌నెయిల్స్ (_T)

source: _Toolbar style:
mr: उपकरणपट्टी शैली (_T):
ta: கருவிப்பட்டி பாணி (_T):
te: సాధనపట్టీ శైలి (_T):

source: gThumb Preferences
mr: gThumb आवड निवड
ta: gThumb விருப்பங்கள்
te: gThumb అభీష్టాలు

source: seconds
mr: सेकंद
ta: நொடிகள்
te: సెకనులు

source: <b>Image Sizing</b>
mr: <b>प्रतिमेला आकार देणे</b>
ta: <b>பட அளவிடுகிறது</b>
te: <b>ప్రతిబింబము పరిమాణముచేయుట</b>

source: <b>Margins</b>
mr: <b>समास</b>
ta: <b>ஓரங்கள்</b>
te: <b>మార్జిన్లు</b>

source: <b>Orientation</b>
mr: <b>मार्गनिर्देशन</b>
ta: <b>நிலை அமைப்பு</b>
te: <b>సర్దుబాటు</b>

source: <b>Size</b>
mr: <b>आकार</b>
ta: <b>அளவு</b>
te: <b>పరిమాణము</b>

source: <small><i><b>Note:</b> Drag the image to move it in the page. Click on an image to rotate it.</i></small>
mr: <small><i><b>टिप:</b>प्रतिमेला पृष्ठावर आणण्यासाठी ड्रॅग करा. प्रतिमेला फिरवण्यासाठी तिच्यावर क्लिक करा.</i></small>
ta: <small><i><b>குறிப்பு:</b> இந்த பக்கத்திற்குள் படத்தை நகர்த்தி இழுக்கவும். ஒரு படத்தை அதில் சுழற்றவும்.</i></small>
te: <small><i><b>గమనిక:</b> పేజీనందు కదుల్చుటకు ప్రతిబింబమును లాగుము. భ్రమణము చేయుటకు ప్రతిబింబముపై నొక్కుము.</i></small>

source: <small><i><b>Note:</b> High-resolution images will be down-sampled to this resolution. Increase the resolution to get better image quality. Decrease it to get shorter print times.</i></small>
mr: <small><i><b>टिप:</b> उच्च-रिजॉल्युशन प्रतिमांना या रिजॉल्युशन वर खालील-नमूनाकरण करण्यात येईल. अधिक चांगली प्रतिमा दर्जा मिळवण्यासाठी रिजॉल्युशन वाढवा. छोट्या प्रिंट वेळा मिळवण्यासाठी त्याला कमी करा.</i></small>
ta: <small><i><b>குறிப்பு:</b> அதிக திரைத்திறன் படங்கள் இந்த திரைத்திறனுக்கு குறைக்கப்படும். நல்ல படத் தரத்திற்கு திரைத்திறனை அதிகப்படுத்த வேண்டும். குறைத்தால் அச்சிடும் நேரங்களை குறைக்கும்.</i></small>
te: <small><i><b>గమనిక:</b> అధిక-రెజొల్యూషన్ ప్రతిబింబములు ఈ రెజొల్యూషన్‌కు తగ్గించబడినవి. మంచి ప్రతిబింబపు నాణ్యతను పొందుటకు రెజొల్యూషన్‌ను పెంచుము. తక్కువ ముద్రణ సమయాలకొరకు దానిని తగ్గించుము.</i></small>

source: Automatic sizing
mr: स्वयं आकार देणे
ta: தானாக அளவிடுகிறது
te: స్వయంచాలకంగా పరిమాణము

source: Center _on Page
mr: पानाच्या मध्य भागी या (_o)
ta: பக்கத்தின் நடுவில் (_o)
te: పేజీపై మద్యన (_o)

source: Comment _font:
mr: टिप्पणी फॉन्ट (_f):
ta: கருத்து எழுத்துரு (_f)
te: వ్యాఖ్యానము ఫాంటు (_f):

source: Executive
mr: एक्जीक्यूटीव
ta: செயல்படுத்து
te: ఎగ్జిక్యూటివ్

source: I_nclude comment
mr: टिप्पणी समावेश करा (_n)
ta: கருத்துடன் சேர்த்து (_n)
te: వ్యాఖ్యానమును చేర్చుము (_n)

source: Images per page:
mr: प्रतिमा प्रति पान:
ta: பக்கத்திற்கான படங்கள்:
te: పేజీకు ప్రతిబింబములు:

source: Inches
mr: इंच
ta: அங்குலங்கள்
te: అంగుళములు

source: Include filename
mr: फाइलनाव समावेश करा
ta: கோப்புபெயருடன் சேர்ந்து
te: చిర్చిన ఫైలునామము

source: Lan_dscape
mr: आडवे (_d)
ta: நிலத்தோற்றம் (_d)
te: లాండ్‌స్కేప్ (_d)

source: Layout
mr: मांडणी
ta: அமைப்பு
te: నమూనా

source: Legal
mr: कादेशीर
ta: சட்டரீதியாக
te: చట్టబద్ద

source: Letter
mr: लेटर
ta: கடிதம்
te: లేఖ

source: Millimeters
mr: मिलीमीटर
ta: மில்லிமீட்டர்கள்
te: మిల్లీమీటర్లు

source: P_ortrait
mr: उभे (_o)
ta: போர்ட்ரைட் (_o)
te: పోర్ట్రెయిట్ (_o)

source: Paper Details
mr: कागदाचे तपशील
ta: தாளின் விவரங்கள்
te: పేపరు వివరములు

source: Postcard
mr: पोस्टकार्ड
ta: அஞ்சல்அட்டை
te: పోస్టుకార్డు

source: Print
mr: छपाई
ta: அச்சிடு
te: ముద్రణ

source: Scale to this size
mr: या आकार नुरूप प्रमाणीत करा
ta: இந்த அளவின் அளவுகோல்
te: ఈ పరిమాణముకు స్కేలుచేయుము

source: _Bottom:
mr: बटण (_B):
ta: கீழ்: (_B)
te: క్రింది (_B):

source: _Left:
mr: डावी (_L):
ta: இடது: (_L)
te: ఎడమ (_L):

source: _Right:
mr: उजवी (_R):
ta: வலது: (_R)
te: కుడి (_R):

source: _Scale:
mr: प्रमाण (_S):
ta: அளவு (_S):
te: స్కేలు (_S):

source: _Top:
mr: शिर्ष (_T):
ta: மேல்: (_T)
te: పైన (_T):

source: _Unit:
mr: यूनीट (_U):
ta: (_U) அளவை:
te: ప్రమాణం (_U):

source: Actual Size
mr: वास्तविक आकार
ta: சரியான அளவு
te: వాస్తవ పరిమాణము

source: Red-Eye Removal
mr: लाल-डोळा काढून टाकणे
ta: ரெட்-ஐ நீக்குதல்
te: రెడ్-ఐ తీసివేత

source: Redo
mr: पुन्हा करा
ta: மீள்
te: మళ్ళచేయి

source: Undo
mr: पूर्ववत करा
ta: செயல்நீக்கம்
te: చేయవద్దు

source: Zoom In
mr: दृष्य बदल मोठे करा
ta: சிறிதாக்கு
te: జూమ్ చేయి

source: Zoom Out
mr: दृष्य बदल लहान करा
ta: பெரிதாக்கு
te: జూమ్ తగ్గించు

source: Zoom to Fit
mr: फीट बसवण्याकरीता दृष्य बदल करा
ta: பொருத்த அளவிடு
te: సరిగ్గా అమరునట్లు జూమ్‌చేయి

source: <b>Search criteria</b>
mr: <b>शोध अटी</b>
ta: <b>காரணத்தை தேடுகிறது</b>
te: <b>శోధన విధానము</b>

source: <b>Search scope</b>
mr: <b>शोध मर्यादा</b>
ta: <b>நோக்கத்தை தேடு</b>
te: <b>శోధన పరిమితి(స్కోపు)</b>

source: After
mr: नंतर
ta: À¢ÈÌ
te: తరువాత

source: Any
mr: कुठलेही
ta: ஏதாவது
te: ఏదైనా

source: Before
mr: पूर्वी
ta: முன்
te: ముందు

source: Choose categories from the saved list
mr: साठवलेल्या यादी मधून वर्ग निवडा
ta: சேமிக்கப்பட்ட பட்டியலிருந்து வகைகளைத் தேர்ந்தெடுக்கவும்
te: దాయబడిన జాబితానుండి వర్గములను యెంచుకొనుము

source: Equal to
mr: सारखे
ta: இதற்கு சமமாக
te: దీనికి సమానము

source: File _name:
mr: फाइल नाव (_n):
ta: கோப்பு பெயர் (_n):
te: దస్త్రము నామము (_n):

source: Found images:
mr: आढळलेले प्रतिमा:
ta: படங்கள் காணப்படுகிறது:
te: ప్రతిబింబములను కనుగొన్నది:

source: Match a_ll selected categories
mr: सर्व निवडलेले प्रवर्ग जुळवा (_l)
ta: அனைத்து தேர்ந்தெடுக்கப்பட்ட வகைகளை பொருத்தவும் (_l)
te: అన్ని యెంపికచేసిన వర్గములను సరిపోల్చుము (_l)

source: Match a_ny selected category
mr: कुठलाही निवडलेला प्रवर्ग नुरूप करा (_n)
ta: ஏதாவது தேர்ந்தெடுக்கப்பட்ட வகையை பொருத்தவும் (_n)
te: ఏదైనా యెంపికచేసిన వర్గమును సరిపోల్చుము (_n)

source: New _Search...
mr: नवीन शोध (_S)...
ta: புதிய தேடுதல் (_S)...
te: కొత్త శోధన... (_S)

source: No images found
mr: प्रतिमा आढळली नाही
ta: பணங்கள் காணப்படுகிறது
te: ఎటువంటి ప్రతిబింబములు కనుగొనబడలేదు

source: Search
mr: शोध
ta: தேடு
te: శోధించు

source: Search Progress
mr: शोध प्रगति
ta: தேடும் பணி
te: శోధన పురోగతి

source: Searching in:
mr: यात शोधत आहे:
ta: தேடுகிறது:
te: దీనినందు శోధించుచున్నది:

source: _Edit Search
mr: शोध संपादीत करा (_E)
ta: தேடலை திருத்தவும் (_E)
te: శోధనను సరికూర్చుము (_E)

source: _Include sub-folders
mr: उप-फोल्डर समावेश करा (_I)
ta: துணை கோப்புறைகளுடன் சேர்த்து (_I)
te: ఉప-ఫోల్డర్లను చేర్చుము (_I)

source: _Save
mr: साठवा (_S)
ta: சேமி (_S)
te: దాయుము (_S)

source: _Search
mr: शोधा (_S)
ta: தேடு (_S)ுக
te: శోధించు (_S)

source: _View
mr: अवलोकन (_V)
ta: பார்வை (_V)
te: దర్శించు (_V)

source: <b>Change the following values:</b>
mr: <b>खालिल मूल्ये बदला:</b>
ta: <b>பின்வரும் மதிப்புகளை மாற்றவும்:</b>
te: <b>క్రింది విలువలను మార్చుము:</b>

source: <b>Change to:</b>
mr: <b>यानुरूप बदला:</b>
ta: <b>இதற்கு மாற்றவும்:</b>
te: <b>దీనికి మార్చుము:</b>

source: <b>Write to CD</b>
mr: <b>CD वर लिहा</b>
ta: <b>CDயில் எழுதவும்</b>
te: <b>CDకు వ్రాయుము</b>

source: <small><i><b>Note</b>: JPEG transformations are normally lossless. When viewing images, you can use the [ and ] shortcut keys to rotate and save losslessly, bypassing this dialog.</i></small>
mr: <small><i><b>टिप</b>: JPEG रूपांतरण सामान्यपणे नुकसानकारक नसते. प्रतिमा बघतांना, या संवादाला बायपास केल्यावर, विना नुकसान फिरवण्यासाठी व साठवण्याकरीता आपण [ व ] शॉर्टकटचा वापर करू शकता.</i></small>
ta: <small><i><b>குறிப்பு</b>: JPEG பொதுவாக இடமாற்றம் குறைவற்றது. படங்களை பார்வையிடும் போது, நீங்கள் குறுக்குவழியைப் [ மற்றும் ] பயன்படுத்தலாம் குறைவில்லாமல் சேமிக்க மற்றும் விசைகளை சுழற்ற, இந்த உரையாடலை பாதையாக்கிறது.</i></small>
te: <small><i><b>గమనిక</b>: JPEG బదిలీకరణలు సాధారణంగా నష్టంలేనివి. ప్రతిబింబములను దర్శించుచున్నప్పుడు, నష్టంలేకుండా దాయుటకు మరియు భ్రమణం చేయుటకు మీరు [ and ] లఘువులను వుపయోగించవచ్చు, ఈ డైలాగును దారిమళ్ళించుట ద్వారా.</i></small>

source: <small><i><b>Special characters:</b> # (enumerator), %f (original filename), %d (image date), %s (image size), %e (original extension).</i></small>
mr: <small><i><b>विशेष अक्षरं:</b> # (enumerator), %f (मूळ फाइलनाव), %d (प्रतिमा दिनांक), %s (प्रतिमा आकार), %e (मूळ वाढ).</i></small>
ta: <small><i><b>குறிப்பட்ட எழுத்துக்கள்:</b> # (எனுமரெட்டர்), %f (அசல் கோப்புபெயர்), %d (படத் தேதி), %s (பட அளவு), %e (அசல் விரிவாக்கம்).</i></small>
te: <small><i><b>ప్రత్యేకమైన అక్షరములు:</b> # (ఎన్యూమరేటర్), %f (వాస్తవ ఫైలునామము), %d (ప్రతిబింబము తేది), %s (ప్రతిబింబము పరిమాణము), %e (వాస్తవ పొడిగింపు).</i></small>

source: A_djust timezone:
mr: वेळक्षेत्र सुस्थीत करा (_d):
ta: நேர மண்டலத்தை சரிப்படுத்து (_d):
te: సమయక్షేత్రాన్ని సర్దుబాటుచేయుము (_d):

source: Apply physical _transform
mr: भौतिक रूपांतरण लागू करा (_t)
ta: பருநிலை மாற்றத்தை செயல்படுத்து (_t)
te: భౌతిక బదలాయింపును ఆపాదించుము (_t)

source: Apply to all _images
mr: सर्व प्रतिमांना लागू करा (_i)
ta: அனைத்து படங்களையும் செயல்படுத்தவும் (_i)
te: అన్ని ప్రతిబింబములకు ఆపాదించుము (_i)

source: C_urrent date
mr: वर्तमान दिनांक (_u)
ta: நடப்பு தேதி (_u)
te: ప్రస్తుత తేది (_u)

source: Ca_talog
mr: सूची (_t)
ta: கேட்லாக் (_t)
te: కాటలాగ్ (_t)

source: Change Date
mr: दिनांक बदला
ta: தேதியை மாற்றவும்
te: తేదిని మార్చుము

source: Check _All
mr: सर्व तपासा (_A)
ta: அனைத்தையும் சரிபார்க்கவும் (_A)
te: అన్నిటిని చెక్‌చేయుము (_A)

source: Check _None
mr: काहिही तपासू नका (_N)
ta: ஒன்றுமில்லாததை சரிபார்க்கவும் (_N)
te: దేనిని చెక్‌చేయవద్దు (_N)

source: Checking image:
mr: प्रतिमा तपासत आहे:
ta: படத்தை சரிபார்க்கிறது:
te: ప్రతిబింబమును పరిశీలించుచున్నది:

source: Click OK to reset the Exif orientation tag for the selected images to Top-Left.
mr: वर-डाव्या बाजूला निवडलेल्या प्रतिमांसाठी Exif मार्गनिर्देशन टॅग पुनःस्थापित करण्यासाठी ठीक वर क्लिक करा.
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை மேல் இடது Exif திசையமைப்பு டேக்கை மறுஅமைக்க சரி என சொடுக்கவும்.
te: ఎంపికచేసిన ప్రతిబింబములను పై-ఎడమకు Exif సర్దుబాటు టాగ్‌ను తిరిగివుంచుటకు సరే నొక్కుము.

source: Co_mment date
mr: टिप्पणी दिनांक (_m)
ta: கருத்து தேதி (_m)
te: వ్యాఖ్యానము తేది (_m)

source: Current _Folder
mr: वर्तमान फोल्डर (_F)
ta: நடப்பு கோப்புறை (_F)
te: ప్రస్తుత ఫోల్డర్ (_F)

source: Equal images:
mr: सारख्या प्रतिमा:
ta: சமமான படங்கள்:
te: సరిపోలు ప్రతిబింబములు:

source: Found duplicates:
mr: अनुप्रती आढळले:
ta: போலிகளை கண்டுபிடிக்கப்படுகிறது:
te: నకిలీలను కనుగొన్నది:

source: Image c_reation date
mr: प्रतिमा निर्माण दिनांक (_r)
ta: படத்தின் தேதியை உருவாக்கவும் (_r)
te: ప్రతిబింబము సృష్టించిన తేది (_r)

source: Mirror image horizontally (left-right)
mr: प्रतिमा आडवेरित्या प्रतिबिंबित करा (डावे-उजवे)
ta: படத்தை கிடைமட்டமாக பிரதிபலிப்பு செய் (இடம்-வலம்)
te: అడ్డముగా ప్రతిబింబమును అద్దంపట్టుము (ఎడమ-కుడి)

source: Mirror image vertically (top-bottom)
mr: प्रतिमा उभेरित्या प्रतिबिंबित करा (वरून-खाली)
ta: படத்தை செங்குத்தாக பிரதிபலிப்பு செய் (மேல்-கீழ்)
te: నిలువుగా ప్రతిబింబమును అద్దంపట్టుము (పై-క్రింద)

source: Move to _Trash
mr: कचरापेटीकडे हलवा (_T)
ta: குப்பைத் தொட்டிக்கு நகர்த்தவும் (_T)
te: చెత్తకుండీకు కదుల్చుము (_T)

source: New names _preview:
mr: नवीन नावांचे पूर्वदृष्य (_p):
ta: புதிய பார்வைகளின் முன்பார்வை (_p):
te: కొత్త నామముల ఉపదర్శనము (_p):

source: P_hoto digitalization date (From EXIF data)
mr: फोटो अंकीकरण दिनांक (EXIF डेटा पासून) (_h)
ta: நிழற்பட டிஜிட்டலைஸேஷன் தேதி (EXIF தரவிலிருந்து) (_h)
te: ఛాయాచిత్రపు డిజిటలైజేషన్ తేది (EXIF డాటానుండి) (_h)

source: Re_verse Order
mr: उलटा क्रम (_v)
ta: தலைகீழ் வரிசை (_v)
te: వ్యతిరేక క్రమము (_v)

source: Reset Exif Orientation Tags
mr: Exif मार्गनिर्देशन टॅग्स् स्वच्छ करा
ta: Exif திசையமைப்பு ஒட்டுகளை மறுஅமைக்கவும்
te: Exif సర్దుబాటు టాగ్లను తిరిగివుంచుము

source: Rotate Images
mr: प्रतिमा फिरवा
ta: படங்களை சுழற்றவும்
te: ప్రతిబింబములను భ్రమణంచేయుము

source: Rotate image 90 degrees clockwise
mr: प्रतिमा 90 अंश घड्याळाच्या दिशेने फिरवा
ta: படத்தை கடிகார சுழற்சியில் 90 டிகிரிகள் சுழற்றவும்
te: ప్రతిబింబమును 90 డిగ్రీలలో సవ్యదిశలో భ్రమణంచేయుము

source: Rotate image 90 degrees counter-clockwise
mr: प्रतिमा 90 अंश घड्याळाच्या उल्ट्या दिशेने फिरवा
ta: படத்தை கடிகார சுழற்சியில் 90 டிகிரிகள் கவுன்டரில் சுழற்றவும்
te: ప్రతిబింబమును 90 డిగ్రీల అపసవ్యదిశలో భ్రమణం చేయుము

source: Scale Images
mr: प्रतिमा प्रमाणीत करा
ta: அளவு படங்கள்
te: ప్రతిబింబములను స్కేలుచేయుము

source: Search for Duplicates
mr: अनुप्रतींचा शोध घ्या
ta: போலிகளை தேடுகிறது
te: నకిలీల కొరకు శోధించుము

source: Search terminated, no duplicates found.
mr: शोध समाप्त केले, अनुप्रत आढळले नाही.
ta: தேடுதல் முடிவடைந்தது, போலிகள் காணப்படவில்லை.
te: శోధన ముగించబడింది, నకిలీలు కనబడలేదు.

source: The _following date:
mr: खालिल दिनांक (_f):
ta: பின்வரும் தேதி (_f):
te: క్రింది తేది (_f):

source: This checkbox governs the rotation method used for JPEG images that contain Exif orientation tags. If this checkbox is enabled, the rotation will be performed using a physical transform, and the Exif orientation tag will be reset to the default "top left" value. If it is not enabled, the rotation will be performed by changing the Exif orientation tag only. For maximum compatibility with other applications, this checkbox should be enabled.
mr: हा चेकबॉक्स Exif मार्गनिर्देशन टॅग्ज समाविष्ट असलेल्या JPEG प्रतिमांसाठी उपयोगात आणलेली परिभ्रमण पद्धत चालवतो. जर हा चेकबॉक्स सक्षम केलेला असेल, तर परिभ्रमण भौतिक रूपांतरणाचा उपयोग करून केले जाईल, व Exif मार्गनिर्देशन टॅग मुलभूत "top left" मूल्यावर पुनःस्थापित केले जाईल. जर तो सक्षम नसेल, तर परिभ्रमण फक्त Exif चा मार्गनिर्देशन टॅग बदलून केले जाईल. अन्य ऍप्लिकेशनांशी अधिकतम सुसंगतता साधण्यासाठी, हा चेकबॉक्स सक्षम केलेला असला पाहिजे.
te: Exif సర్దుబాటు టాగ్లను కలిగివున్న JPEG ప్రతిబింబములకు వుపయోగించే భ్రమణ విధానాన్ని ఈ చెక్‌బాక్స్ సంభాళిస్తుంది. ఈ చెక్‌బాక్స్ చేతనమైతే, భ్రమణం అనునది భౌతిక బదిలీకరణ వుపయోగించి జరుపబడుతుంది, మరియు Exif సర్దుబాటు టాగ్ అప్రమేయ "పై ఎడమ" విలువకు తిరిగివుంచబడుతుంది. ఒకవేళ యిది చేతనపరచబడి లేకపోతే, భ్రమణం అనునది Exif సర్దుబాటు టాగ్‌ను మార్చుట ద్వారా మాత్రమే జరుపబడుతుంది. ఇతర అనువర్తనములతో గరిష్ట సారూప్యత కొరకు, ఈ చెక్‌బాక్స్ చేతనమైవుండాలి.

source: Write To CD
mr: CD वर लिहा
ta: CDல் எழுது
te: CDకు వ్రాయుము

source: _Last modified date
mr: शेवटी सुधारणा केलेले दिनांक (_L)
ta: கடைசியாக திருத்தியமைக்கப்பட்ட தேதி (_L)
te: చివరిగా సవరించబడిన తేది (_L)

source: _Rename
mr: पुन्हनामांकन (_R)
ta: மறுபெயரிடு (_R)
te: పునఃనామకరణ (_R)

source: _Selected Images
mr: निवडलेल्या प्रतिमा (_S)
ta: தேர்ந்தெடுக்கப்பட்ட படங்கள் (_S)
te: ఎంపికచేసిన ప్రతిబింబములు (_S)

source: _Sort:
mr: क्रमवारीत लावा (_S):
ta: வரிசைப்படுத்து (_S):
te: క్రమపరచు (_S):

source: hours
mr: तास
ta: மணிகள்
te: గంటలు

source: <b>Album Style</b>
mr: <b>अल्बम शैली</b>
ta: <b>ஆல்ப பாணி</b>
te: <b>ఆల్బమ్ శైలి</b>

source: <b>Basic Information</b>
mr: <b>मूळ माहिती</b>
ta: <b>அடிப்படை தகவல்</b>
te: <b>ప్రాధమిక సమాచారము</b>

source: <b>Camera Data</b>
mr: <b>कॅमेरा डेटा</b>
ta: <b>கேமிரா தரவு</b>
te: <b>కేమెరా డాటా</b>

source: <b>Comments</b>
mr: <b>टिप्पणी</b>
ta: <b>கருத்துகள்</b>
te: <b>వ్యాఖ్యానములు</b>

source: <b>Index Page Layout</b>
mr: <b>निर्देशांक पान मांडणी</b>
ta: <b>அட்டவணைப் பக்க மாதிரி</b>
te: <b>విషయసూచిక పేజీ నమూనా</b>

source: <b>Personalize theme</b>
mr: <b>व्यक्तिगत योजना</b>
ta: <b>தனிபட்ட தீம்</b>
te: <b>థీమ్‌ను మలచుకొనుము </b>

source: <b>Theme</b>
mr: <b>योजना</b>
ta: <b>கருப்பொருள்</b>
te: <b>థీమ్</b>

source: <small><i><b>Note:</b> %d (current date).</i></small>
mr: <small><i><b>टिप:</b> %d (वर्तमान दिनांक).</i></small>
ta: <small><i><b>குறிப்பு:</b> %d (நடப்பு தேதி).</i></small>
te: <small><i><b>గమనిక:</b> %d (ప్రస్తుత తేది).</i></small>

source: <small><i><b>Note:</b> Some themes may auto-adjust the number of rows and columns, but keep the total number of images per page constant.</i></small>
mr: <small><i><b>टिप:</b> अमुक योजना ओळ व स्तंभाची संख्या स्वयं-सुस्थीत करू शकतील, पण प्रति पान प्रतिमांची एकूण संख्या स्थिर ठेवा.</i></small>
ta: <small><i><b>குறிப்பு:</b> சில தீம்கள் வரிசைகள் மற்றும் நிரல்கள் போன்றவற்றை தானியக்கி- சரிகட்டும், ஆனால் மொத்த பக்கங்களின் படங்களின் எண்ணிக்கையை நிரந்தரமாக கொண்டிருக்கும்.</i></small>
te: <small><i><b>గమనిక:</b> కొన్ని థీమ్‌లు అడ్డువరుసలను మరియు నిలువువరుసల సంఖ్యను స్వయంచాలకంగా-సర్దుబాటు చేస్తాయి, అయితే పేజీకువుంచే మొత్తం ప్రతిబింబముల సంఖ్యను స్థిరంగా వుంచుతాయి.</i></small>

source: Came_ra Model
mr: कॅमेरा प्रारूप (_r)
ta: கேமிரா மாதிரி (_r)
te: కేమెరా తీరు (_r)

source: Caption
mr: मथळा
ta: தலை
te: పేరు(కాప్షన్)

source: Da_te and Time
mr: दिनांक व समय (_t)
ta: தேதி மற்றும் நேரம் (_t)
te: తేది మరియు సమయము (_t)

source: E_xposure mode
mr: जाहीर करण्याची पद्धत (_x)
ta: வெளிப்படுத்தும் முறைமை (_x)
te: ఎక్సుపోజర్ రీతి (_x)

source: Exposure _time
mr: जाहीर करण्याची वेळ (_t)
ta: வெளிப்படுத்தும் நேரம் (_t)
te: ఎక్సుపోజర్ సమయం (_t)

source: Focal _length
mr: फोकल लांबी (_l)
ta: போகல் நீளம் (_l)
te: ఫోకల్ పొడవు (_l)

source: I_mage Caption...
mr: प्रतिमा मथळा (_m)...
ta: படத் தலைப்பு (_m)...
te: ప్రతిబింబము కాప్షన్... (_m)

source: Inde_x file:
mr: निर्देशांक फाइल (_x):
ta: அகரவரிசை கோப்பு (_x):
te: విషయసూచిక ఫైలు (_x):

source: S_ort:
mr: क्रमवारीत लावा (_o):
ta: வரிசைப்படுத்து (_o):
te: క్రమపరచు (_o):

source: Web Album
mr: वेब अल्बम
ta: இணையத்தள ஆல்பம்
te: వెబ్ ఆల్బమ్

source: Web Album Theme
mr: वेब अल्बम योजना
ta: இணையத்தள ஆல்பம் தீம்
te: వెబ్ ఆల్బమ్ థీమ్

source: _Aperture value
mr: अपेर्चर मूल्य (_A)
ta: அபெர்சூர் மதிப்பு (_A)
te: ఎపరేచర్ విలువ (_A)

source: _Copy originals to destination
mr: मूळ लक्ष्य करीता प्रतिकृत करा (_C)
ta: அசல் பரிமாணங்களை நகலெடுக்கவும் (_C)
te: వాస్తవాలను గమ్యముకు నకలుతీయుము (_C)

source: _Date and Time
mr: दिनांक व वेळ (_D)
ta: (_D) தேதி மற்றும் நேரம்
te: తేదీ మరియు సమయము(_D)

source: _Flash
mr: फ्लॅश (_F)
ta: ப்ளாஷ் (_F)
te: ఫ్లాష్ (_F)

source: _Footer:
mr: चरणओळ (_F):
ta: தலைப்பு (_F):
te: భూమిక (_F):

source: _Go to Theme Folder
mr: योजना फोल्डर मध्ये जा (_G)
ta: தீம் கோப்புறைக்கு செல்லவும் (_G)
te: థీమ్ ఫోల్డర్‌కు వెళ్ళుము (_G)

source: _Header:
mr: शीर्षओळ (_H):
ta: தலைப்பு (_H):
te: పీఠిక (_H):

source: _Install Theme...
mr: योजना प्रतिष्ठापीत करा (_I)...
ta: தீமை நிறுவவும் (_I)...
te: థీమ్‌ను సంస్థాపించుము... (_I)

source: _Place
mr: ठिकाण (_P)
ta: இடம் (_P)
te: స్థలము (_P)

source: _Resize if larger than:
mr: यापेक्षा मोठे असल्यास पुनःआकारित करा (_R):
ta: பெரிதாக இருந்தால் மறுஅளவிடவும் (_R):
te: దీని కంటే పెద్దగావుంటే పునఃపరిమాణం చేయుము (_R):

source: _Select
mr: निवडा (_S)
ta: தேர்ந்தெடு (_S)
te: ఎంపికచేయి (_S)

source: _Shutter speed
mr: शटर गति (_S)
ta: ஷெட்டர் வேகம் (_S)
te: మూత వేగము (_S)

source: _Size :
mr: आकार (_S):
ta: அளவு (_S) :
te: పరిమాణము (_S):

source: _Theme:
mr: योजना (_T):
ta: _க்கருத்து:
te: థీమ్ (_T):

source: _Thumbnail Caption...
mr: थंबनेल मथळा (_T)...
ta: சிறுபடத் தலைப்பு (_T)...
te: థంబ్‌నెయిల్ పేరు(కాప్షన్)... (_T)

source: columns, by
mr: स्तंभ, द्वारे
ta: நிரல்களின், படி
te: నిలువువరుసలు, ద్వారా

source: or _use a single index page
mr: किंवा एकल निर्देशांक पानाचा वापर करा (_u)
ta: அல்லது ஒரு ஒற்றை அகர பக்கத்தை பயன்படுத்து (_u)
te: లేదా వొంటరి విషయసూచిక పేజీను వుపయోగించుము (_u)

source: rows per page,
mr: ओळं प्रति पान,
ta: பக்கத்திற்பான வரிசைகள்,
te: పేజీకు అడ్డువరుసలు,

source: Image Viewer
mr: प्रतिमा दर्शक
ta: பிம்ப காட்டி
te: ప్రతిబింబ దర్శిని

source: View and organize your images
mr: आपल्या प्रतिमा पहा व आयोजीत करा
ta: உங்கள் படங்களை காட்டு மற்றும் அமைக்கவும்
te: మీ ప్రతిబింబములను వీక్షించుము మరియు నిర్వహించుము

source: gThumb Image Viewer
mr: gThumb प्रतिमा दर्शक
ta: gThumb பட காட்சியாளர்
te: gThumb ప్రతిబింబ దర్శని

source: Images over this size (in bytes) will not be thumbnailed. Use 0 if you want to generate thumbnails for all images.
mr: या आकारा (बाईट्स मध्ये) पेक्षा जास्त प्रतिमांना थंबनेल करणे अशक्य. आपणांस जर सर्व प्रतिमांना थंबनेल द्यायचे असल्यास 0 चा वापर करा.
ta: இந்த அளவில் இருக்கும் (பைட்டுகளில்) சிறுபடங்களாக்க முடியாது. அனைத்து படங்களுக்கும்சிறுபடங்களை உருவாக்க விரும்பினால் 0வை பயன்படுத்தவும்.
te: ఈ పరిమాణము (బైట్లలో) కన్నా మించిన ప్రతిబింబములు థంబ్‌నెయిల్ చేయబడవు. అన్ని ప్రతిబింబములకు థంబ్‌నెయిల్సును సృష్టింపచేయుటకు 0 వుపయోగించుము.
