Repository: Cebtenzzre/gthumb
Catalog: po/*.po
Languages: mr, ta, te

source: Enter the folder name:
mr: फोल्डराचे नाव प्रविष्ट करा:
ta: கோப்புறை பெயரை உள்ளிடவும்:
te: ఫోల్డర్ నామమును ప్రవేశపెట్టుము:

source: Open Location
mr: स्थान उघडा
ta: இடத்தை திற
te: స్థానమును తెరువుము

source: _File
mr: फाइल (_F)
ta: கோப்பு (_F)
te: పైలు (_F)

source: _Folder
mr: फोल्डर (_F)
ta: கோப்புறை (_F)
te: ఫోల్డర్ (_F)

source: _Edit
mr: संपादीत करा (_E)
ta: திருத்து (_E)
te: సరికూర్చు (_E)

source: Show/_Hide
mr: दाखवा/लपवा (_H)
ta: காட்டு/மறை (_H)
te: చూయించు/మరుగునవుంచు (_H)

source: S_ort Images
mr: प्रतिमा क्रमवारीत लावा (_o)
ta: வரிசைப்படுத்தப்பட்ட படங்கள் (_o)
te: ప్రతిబింబములను క్రమపరచు (_o)

source: _Zoom
mr: दृष्य बदल (_Z)
ta: அளவிடு (_Z)
te: జూమ్ (_Z)

source: _Go
mr: जा (_G)
ta: செல் (_G)
te: వెళ్ళు (_G)

source: _Image
mr: प्रतिमा (_I)
ta: படிமம் (_I)
te: ప్రతిబింబము (_I)

source: _Bookmarks
mr: पुस्तकखुण(_B)
ta: புத்தக குறிப்புகள் (_B)
te: పుస్తకగుర్తులు (_B)

source: _Tools
mr: साधन (_T)
ta: கருவிகள் (_T)
te: సాధనములు (_T)

source: Set Image as _Wallpaper
mr: प्रतिमेला वॉलपेपर नुरूप निश्चित करा (_W)
ta: வால்பேப்பராக படங்களை அமைக்கவும் (_W)
te: వాల్‌పేపర్ వలె అమర్చుము (_W)

source: _Help
mr: मदत (_H)
ta: உதவி (_H)
te: సహాయము (_H)

source: New _Window
mr: नवीन चौकट (_W)
ta: புதிய சாளரம் (_W)
te: కొత్త విండో (_W)

source: Create a new window
mr: नविन चौकट बनवा
ta: புதிய ஒரு சாளரத்தைப் படை
te: కొత్త విండోను సృష్టించుము

source: Open the selected image in a new window
mr: निवडलेली प्रतिमा नव्या खिडकीत उघडा
ta: ஒரு புதிய சாளரத்தில் தேர்ந்தெடுத்த படத்தை திறக்கவும்
te: ఎంపికచేసిన ప్రతిబింబమును కొత్త విండోనందు తెరువుము

source: View image properties
mr: प्रतिमा वैशिष्ट्ये अवलोकन
ta: படத்தன்மைகளை காட்டவும்
te: ప్రతిబింబము లక్షణములను దర్శించుము

source: _Import Photos...
mr: फोटो आयात करा (_I)...
ta: புகைப்படங்களை இறக்கவும் (_I)...
te: ఛాయాచిత్రములను దిగుమతిచేయుము... (_I)

source: Import photos from a digital camera
mr: डिजिटल कॅमेरा मधून फोटो आयात करा
ta: டிஜிட்டல் காமிராவிலிருந்து நிழற்டபங்களை இறக்கவும்
te: డిజిటల్ కేమెరానుండి ఛాయాచిత్రములను దిగుమతిచేయుము

source: _Write To CD...
mr: CD वर लिहा (_C)...
ta: CDக்கு எழுது (_W)...
te: CDకు వ్రాయుము... (_W)

source: Write selection to CD
mr: निवडलेले CD वर लिहा
ta: குறுவட்டில் எழுதும் தேர்வு
te: ఎంపికను CDకు వ్రాయుము

source: _Rename...
mr: पुन्हनामांकन (_R)...
ta: மறுபெயரிடு (_R)...
te: పునఃనామకరణ... (_R)

source: Rename this image
mr: या प्रतिमेला पुनः नामांकित करा
ta: இந்த படத்திற்கு மறுபெயரிடு
te: ఈ ప్రతిబింబమును పునఃనామకరణ చేయుము

source: Move this image to the Trash
mr: या प्रतिमेला ट्रॅश मध्ये हलवा
ta: இந்த படத்தை குப்பைக்கு நகர்த்தவும்
te: ఈ ప్రతిబింబమును చెత్తకుండీకు కదుల్చుము

source: _Copy...
mr: प्रत बनवा (_C)...
ta: (_C)நகல்...
te: నకలుతీయి... (_C)

source: Copy this image to another location
mr: ही प्रतिमा अन्य ठिकाणी प्रतिकृत करा
ta: மற்றொரு இடத்திற்கு இந்த படத்தை நகலெடுக்கவும்
te: ఈ ప్రతిబింబమును వేరొక స్థానమునకు నకలుతీయుము

source: _Move...
mr: हलवा (_M)...
ta: (_M)நகர்த்து...
te: కదుల్చుము... (_M)

source: Move this image to another location
mr: ही प्रतिमा अन्य ठिकाणी हलवा
ta: மற்றொரு இடத்திற்கு இந்த படத்தை நகர்த்தவும்
te: ఈ ప్రతిబింబమును వేరకొ స్థానమునకు కదుల్చుము

source: Rename selected images
mr: निवडलेल्या प्रतिमा पुनः नामांकित करा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களுக்கு மறுபெயரிடு
te: ఎంపికచేసిన ప్రతిబింబములను పునఃనామకరణ చేయుము

source: D_uplicate
mr: अनुप्रत (_u)
ta: (_u)படியெடு
te: నకిలి (_u)

source: Duplicate selected images
mr: निवडलेल्या प्रतिमांची अनुप्रत बनवा
ta: போலியாக தேர்ந்தெடுக்கப்பட்ட படங்கள்
te: ఎంపికచేసిన ప్రతిబింబములకు నకలీవిచేయుము

source: Move the selected images to the Trash
mr: निवडलेल्या प्रतिमा ट्रॅश मध्ये हलवा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை குப்பைக்கு நகர்த்து
te: ఎంపికచేసిన ప్రతిబింబములను చెత్తకుండీకు కదుల్చుము

source: Copy selected images to another location
mr: निवडलेल्या प्रतिमा अन्य ठिकाणी प्रतिकृत करा
ta: மற்றொரு இடத்திற்கு தேர்ந்தெடுக்கப்பட்ட படங்களை நகலெடுக்கவும்
te: ఎంపికచేసిన ప్రతిబింబములను వేరొక స్థానమునకు నకలుతీయుము

source: Move selected images to another location
mr: निवडलेल्या प्रतिमा अन्य ठिकाणी हलवा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை மற்றொரு இடத்திற்கு நகர்த்தவும்
te: ఎంపికచేసిన ప్రతిబింబములను వేరొక స్థానమునకు కదుల్చుము

source: _Select All
mr: सर्व निवडा (_S)
ta: அனைத்தையும் தெரிவு செய்க
te: అన్నిటిని యెంపికచేయుము (_S)

source: Select all images
mr: सर्व प्रतिमा निवडा
ta: அனைத்து படங்களையும் தேர்ந்தெடுக்கவும்
te: అన్ని ప్రతిబింబములను యెంపికచేయుము

source: _Add to Catalog...
mr: सूचीत समावेष करा (_A)...
ta: கேட்லாக்கில் சேர்க்கவும் (_A)...
te: కాటలాగ్‌నకు జతచేయుము... (_A)

source: Add selected images to a catalog
mr: निवडलेल्या प्रतिमा सूचीत समावेष करा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை கேட்லாக்குடன் சேர்க்கவும்
te: ఎంపికచేసిన ప్రతిబింబములను కాటలాగ్‌నకు జతచేయుము

source: Remo_ve from Catalog
mr: सूचीतून काढून टाका (_v)
ta: கேட்லாக்கிலிருந்து நீக்கவும் (_v)
te: కాటలాగ్‌నుండి తొలగించుము (_v)

source: Remove selected images from the catalog
mr: निवडलेल्या प्रतिमा सूचीतून काढून टाका
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை கேட்லாக்கிலிந்து நீக்கவும்
te: ఎంపికచేసిన ప్రతిబింబములను కాటలాగ్‌నుండి తొలగించుము

source: Open
mr: उघडा
ta: திற
te: తెరువుము

source: Open the selected catalog
mr: निवडलेली सूची उघडा
ta: தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கை திறக்கவும்
te: ఎంపికచేసిన కాటలాగ్‌ను తెరువుము

source: Open in New Window
mr: नव्या खिडकीत उघडा
ta: புதிய சாளரத்தில் திறக்கவும்
te: కొత్త విండోనందు తెరువుము

source: Open the selected catalog in a new window
mr: निवडलेली सूची नव्या खिडकीत उघडा
ta: ஒரு புதிய சாளரத்தில் தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கைத் திறக்கவும்
te: ఎంపికచేసిన కాటలాగ్‌ను కొత్త విండోనందు తెరువుము

source: Rename selected catalog
mr: निवडलेली सूची पुनः नामांकित करा
ta: தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கை மறுபெயரிடு
te: ఎంపికచేసిన కాటలాగ్‌ను పునఃనామకరణ చేయుము

source: Rem_ove
mr: काढून टाका (_o)
ta: நீக்கு (_o)
te: తీసివేయుము (_o)

source: Remove selected catalog
mr: निवडलेली सूची काढून टाका
ta: தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கிலிருந்து நீக்கவும்
te: ఎంపికచేసిన కాటలాగ్‌ను తీసివేయుము

source: Move selected catalog to another location
mr: निवडलेली सूची अन्य ठिकाणी हलवा
ta: தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கை மற்றொரு இடத்திற்கு நகர்த்தவும்
te: ఎంపికచేసిన కాటలాగ్‌ను వేరొక స్థానమునకు కదుల్చుము

source: _Edit Search...
mr: शोध संपादीत करा (_E)...
ta: தேடுதலை திருத்தவும் (_E)...
te: శోధనను సరికూర్చుము... (_E)

source: Modify search criteria
mr: शोध अटी सुधारा
ta: தேடும் காரணத்தை மாற்றியமைக்கவும்
te: శోధన విధానమును సవరించుము

source: Redo _Search
mr: शोध पुन्हा करा (_S)
ta: மறையைத் தேடவும் (_S)
te: శోధనను మళ్ళీచేయుము (_S)

source: Redo the search
mr: शोध पुन्हा करा
ta: மறையைத் தேடவும்
te: శోధనను మళ్ళీ చేయుము

source: _New Catalog...
mr: नवीन सूची (_N)...
ta: புதிய கேட்லாக் (_N)...
te: కొత్త కాటలాగ్... (_N)

source: Create a new catalog
mr: नवीन सूची बनवा
ta: ஒரு புதிய கேட்லாக்கை உருவாக்கு
te: కొత్త కాటలాగ్‌ను సృష్టించుము

source: New _Library...
mr: नवीन लायब्ररी (_L)...
ta: புதிய நூலகம் (_L)...
te: కొత్త లైబ్రరీ... (_L)

source: Create a new catalog library
mr: नवीन सूची लायब्ररी बनवा
ta: ஒரு புதிய கேட்லாக் நூலகத்தை உருவாக்கவும்
te: కొత్త కాటలాగ్ లైబ్రరీను సృష్టించుము

source: Rename current catalog
mr: वर्तमान सूची पुनःनामांकित करा
ta: நடப்பு கேட்லாக்கிற்கு மறுபெயரிடு
te: ప్రస్తుత కాటలాగ్‌ను పునఃనామకరణ చేయుము

source: Remove current catalog
mr: वर्तमान सूची काढून टाका
ta: நடப்பு கேட்லாக்கை நீக்கவும்
te: ప్రస్తుత కాటలాగ్‌ను తొలగించుము

source: Move current catalog to another location
mr: वर्तमान सूची अन्य ठिकाणी हलवा
ta: மற்றொரு இடத்திற்கு நடப்பு கேட்லாக்கை நகர்த்தவும்
te: ప్రస్తుత కాటలాగ్‌ను వేరొక స్థానమునకు కదుల్చుము

source: Open the selected folder
mr: निवडलेले फोल्डर उघडा
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பினை திறக்கவும்
te: ఎంపికచేసిన ఫోల్డరును తెరువుము

source: Open the selected folder in a new window
mr: निवडलेला फोल्डर नव्या खिडकीत उघडा
ta: ஒரு புதிய சாளரத்தில் தேர்ந்தெடுக்கப்பட்ட கோப்புறையை திறக்கவும்
te: ఎంపికచేసిన ఫోల్డరును కొత్త విండోనందు తెరువుము

source: Open with the _File Manager
mr: फाइल प्रबंधक सह उघडा (_F)
ta: கோப்பு மேலாளருடன் திறக்கவும் (_F)
te: ఫైలు నిర్వాహికతో తెరువుము (_F)

source: Open the selected folder with the Nautilus file manager
mr: निवडलेला फोल्डर Nautilus फाइल प्रबंधक सह उघडा
ta: Nautilus கோப்பு மேலாளருடன் தேர்ந்தெடுக்கப்பட்ட கோப்புறையைத் திறக்கவும்
te: ఎంపికచేసిన ఫోల్డరును నాటిలస్ ఫైలు నిర్వాహికతో తెరువుము

source: Rename selected folder
mr: निवडलेल्या फोल्डरला पुनः नामांकित करा
ta: தேர்நெதெடுக்கப்பட்ட கோப்புறைக்கு மறுபெயரிடவும்
te: ఎంపికచేసిన ఫోల్డరును పునఃనామకరణ చేయుము

source: Move the selected folder to the Trash
mr: निवडलेला फोल्डर ट्रॅश मध्ये हलवा
ta: குப்பைக்கு தேந்ந்தெடுக்கப்பட்ட கோப்புறையை நகர்த்தவும்
te: ఎంపికచేసిన ఫోల్డరును చెత్తకుండీకు కదుల్చుము

source: Copy selected folder
mr: निवडलेला फोल्डर प्रतिकृत करा
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை நகலெடுக்கவும்
te: ఎంపికచేసిన ఫోల్డరును నకలుతీయుము

source: Move selected folder
mr: निवडलेला फोल्डर हलवा
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறைக்கு நகர்த்தவும்
te: ఎంపికచేసిన ఫోల్డరును కదుల్చుము

source: Ca_tegories...
mr: प्रवर्ग (_t)...
ta: வகைகள் (_t)...
te: వర్గములు... (_t)

source: Assign categories to the selected folder
mr: निवडलेल्या फोल्डराला प्रवर्ग नेमणूक करा
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறை வகைகளை ஓதுக்கவும்
te: వర్గములను యెంపికచేసిన ఫోల్డరుకు అప్పగించుము

source: Open current folder with the Nautilus file manager
mr: वर्तमान फोल्डर Nautilus फाइल प्रबंधक सह उघडा
ta: Nautilus கோப்பு மேலாளருடன் நடப்பு கோப்புறையை திறக்கவும்
te: ప్రస్తుత ఫోల్డరును నాటిలస్ ఫైలు నిర్వాహికతో తెరువుము

source: Rename current folder
mr: वर्तमान फोल्डर पुनःनामांकित करा
ta: நடப்பு கோப்புறைக்கு மறுபெயரிடவும்
te: ప్రస్తుత ఫోల్డరును పునఃనామకరణ చేయుము

source: Move the current folder to the Trash
mr: वर्तमान फोल्डर ट्रॅश मध्ये हलवा
ta: குப்பைக்கு நடப்பு கோப்புறைக்கு நகர்த்தவும்
te: ప్రస్తుత ఫోల్డరును చెత్తకుండీకు కదుపుము

source: Copy current folder
mr: वर्तमान फोल्डर प्रतिकृत करा
ta: நடப்பு கோப்புறையை நகலெடுக்கவும்
te: ప్రస్తుత ఫోల్డరును నకలుతీయుము

source: Move current folder
mr: वर्तमान फोल्डर हलवा
ta: நடப்பு கோப்புறைக்கு நகர்த்தவும்
te: ప్రస్తుత ఫోల్డరును కదుల్చుము

source: Assign categories to the current folder
mr: वर्तमान फोल्डराला प्रवर्ग नेमणूक करा
ta: நடப்பு கோப்புறை வகைகளை ஒதுக்கவும்
te: వర్గములను ప్రస్తుత ఫోల్డరుకు అప్పగించుము

source: _New Folder...
mr: नवीन फोल्डर (_N)...
ta: (_N)புதிய அடைவு
te: కొత్త ఫోల్డర్... (_N)

source: Create a new folder
mr: नवीन फोल्डर बनवा
ta: புதிய அடைவை உருவாக்கவும்
te: కొత్త ఫోల్డరును సృష్టించుము

source: View next image
mr: पुढील प्रतिमा पहा
ta: அடுத்த நேரத்தைக் காட்டு
te: తరువాతి ప్రతిబింబమును దర్శించుము

source: View previous image
mr: मागील प्रतिमा पहा
ta: முந்தைய படத்தை காட்டு
te: ముందలి ప్రతిబింబమును దర్శించుము

source: Go to the previous visited location
mr: मागील भेट दिलेलेल्या जागेवर जा
ta: முந்தைய இடத்திற்குப் போகவும்
te: గతంలో దర్శించిన స్థానమునకు వెళ్ళము

source: Go to the next visited location
mr: पुढील भेट दिलेलेल्या जागेवर जा
ta: அடுத்து போன இடத்துக்குப் போகவும்
te: తరువాత దర్శించిన స్థానమునకు వెళ్ళుము

source: Go up one level
mr: एक स्तर वर जा
ta: ஒரு நிலை மேலே போகவும்
te: ఒక స్థాయి పైనకు వెళ్ళుము

source: _Reload
mr: पुन:दाखल करा (_R)
ta: _R மீளேற்று
te: తిరిగిలోడుచేయి (_R)

source: Reload the current location
mr: वर्तमान ठिकाण पुनःदाखल करा
ta: இல்லை இடத்திற்கு செல்
te: ప్రస్తుత స్థానమును తిరిగిలోడుచేయుము

source: Stop loading current location
mr: वर्तमान ठिकाण लोड करण्याचे थांबवा
ta: நடப்பு இடத்தை ஏற்றுவதை நிறுத்தவும்
te: ప్రస్తుత స్థానమును లోడుచేయుట ఆపుము

source: Go to the home folder
mr: मुख्य फोल्डर वर जा
ta: முகப்பு கோப்புறைக்குச் செல்லவும்
te: నివాస ఫోల్డరుకు వెళ్ళుము

source: _Go to the Image Folder
mr: प्रतिमा फोल्डर वर जा (_G)
ta: பட கோப்புறைக்குச் செல்லவும் (_G)
te: ప్రతిబింబము ఫోల్డరుకు వెళ్ళుము (_G)

source: Go to the folder that contains the selected image
mr: निवडलेली प्रतिमा समावेष असलेल्या फोल्डर मध्ये जा
ta: தேர்ந்தெடுக்கப்பட்ட படத்தை பெற்றிருக்கும் கோப்புறைகளுக்குச் செல்லவும்
te: ఎంపికచేసిన ప్రతిబింబము కలిగివున్న ఫోల్డరుకు వెళ్ళుము

source: _Delete History
mr: इतिहास नष्ट करा (_D)
ta: வரலாற்றை அழிக்கவும் (_D)
te: చరిత్రను తొలగించుము (_D)

source: Delete the list of visited locations
mr: भेट दिलेल्या ठिकाणांची यादी नष्ट करा
ta: பார்வையிட்ட இடங்களின் பட்டியலை அழிக்கவும்
te: దర్శించిన స్థానముల జాబితాను తొలగించుము

source: _Location...
mr: ठिकाण (_L)...
ta: (_L)இடம்...
te: స్థానము... (_L)

source: Specify a location to visit
mr: भेट देण्याजोगी ठिकाण निर्देशित करा
ta: ஒரு இடத்தை பார்க்க குறிப்பிடவும்
te: దర్శించుటకు వొక స్థానమును తెలుపుము

source: _Add Bookmark
mr: पुस्तकखुण समावेष करा (_A)
ta: புத்தக குறிப்புகளை சேர் (_A)
te: పుస్తకగుర్తును జతచేయుము (_A)

source: Add current location to bookmarks
mr: पुस्तकखूणांमध्ये वर्तमान ठिकाणी समावेष करा
ta: புத்தக குறிப்புகளுக்கு நடப்பு இடத்தைச் சேர்க்கவும்
te: ప్రస్తుత స్థానమును పుస్తకగుర్తులకు జతచేయుము

source: _Edit Bookmarks...
mr: पुस्तकखुण संपादीत करा (_E)...
ta: புத்தககுறிகளை திருத்து (_E)...
te: పుస్తకగుర్తులను సరికూర్చుము... (_E)

source: Edit bookmarks
mr: पुस्तकखूणां संपादीत करा
ta: புத்தக குறிகளைத் திருத்தவும்
te: పుస్తకగుర్తులను సరికూర్చుము

source: _Slide Show
mr: स्लाईड शो (_S)
ta: ஸ்லைடு காட்சி (_S)
te: స్లైడు ప్రదర్శన (_S)

source: View as a slide show
mr: स्लाईड शो नुरूप पहा
ta: ஸ்லைடு காட்சியாக காட்டு
te: స్లైడు ప్రదర్శనవలె దర్శించుము

source: _Search...
mr: शोध (_S)...
ta: தேடு (_S)...
te: శోధించు... (_S)

source: Create _Index Image...
mr: निर्देशांक प्रतिमा बनवा (_I)...
ta: அட்டவணை படத்தை உருவாக்கவும் (_I)...
te: విషయసూచిక ప్రతిబింబమును సృష్టించుము... (_I)

source: Create _Web Album...
mr: वेब अल्बम बनवा (_W)...
ta: வெப் ஆல்பத்தை உருவாக்கவும் (_W)...
te: వెబ్ ఆల్బమ్ సృష్టించుము... (_W)

source: Convert F_ormat...
mr: स्वरूप रूपांतरित करा (_o)...
ta: வடிவமாக மாற்றவும் (_o)...
te: ఫార్మాట్ మార్చుము... (_o)

source: Search for _Duplicates...
mr: अनुप्रतीसाठी शोधा (_D)...
ta: போலிகளுக்காகத் தேடவும் (_D)...
te: నకలీల కొరకు శోధించుము... (_D)

source: _Preferences...
mr: आवड निवड (_P)...
ta: _முன்னுரிமைகள் _P)(...
te: అభీష్టాలు... (_P)

source: Edit various preferences
mr: विविध आवड निवड संपादीत करा
ta: பலவகையான முன்னுரிமைகளைத் திருத்தவும்
te: వివిధ అభీష్టాలను సరికూర్చుము

source: Scale Images...
mr: प्रतिमा प्रमाणीत करा...
ta: அளவு படங்கள்...
te: ప్రతిబింబములను స్కేలుచేయుము...

source: _Toolbar
mr: साधनपट्टी (_T)
ta: கருவிப்பட்டை (_T)
te: సాధనపట్టీ (_T)

source: View or hide the toolbar of this window
mr: या खिडकीची उपकरणपट्टी पहा किंवा लपवा
ta: இந்த சாளரத்தின் கருவிப்பட்டியை காட்டு அல்லது மறைக்கவும்
te: ఈ విండోయొక్క సాధనపట్టీను దర్శించుము లేదా మరుగునవుంచుము

source: _Statusbar
mr: स्थितीपट्टी (_S)
ta: நிலைப்பட்டை (_S)
te: స్థితిపట్టీ (_S)

source: View or hide the statusbar of this window
mr: या खिडकीची स्थितिपट्टी पहा किंवा लपवा
ta: இந்த சாளரத்தின் நிலைப்பட்டையைக் காட்டு அல்லது மறைக்கவும்
te: ఈ విండోయొక్క స్థితిపట్టీను దర్శించుము లేదా మరుగునవుంచుము

source: _Filter
mr: फिल्टर (_F)
ta: வடிப்பி (_F)
te: వడపోత (_F)

source: View or hide the filterbar of this window
mr: या खिडकीचे फिल्टर पहा किंवा लपवा
ta: இந்த சாளரத்தின் வடிப்பிபட்டையை காட்டு அல்லது மறைக்கவும்
te: ఈ విండోయొక్క వడపోతపట్టీను దర్శించుము లేదా మరుగునవుంచుము

source: View thumbnails
mr: थंबनेल्स अवलोकन
ta: சிறுபடங்களைக் காட்டு
te: థంబ్‌నెయిల్సును దర్శించుము

source: _Image Preview
mr: प्रतिमा पूर्वदृष्य (_I)
ta: படத்தின் முன்பார்வை (_I)
te: ప్రతిబింబము వుపదర్శనము (_I)

source: View the image
mr: प्रतिमा पहा
ta: படத்தைக் காட்டு
te: ప్రతిబింబమును దర్శించుము

source: Show _Hidden Files
mr: लपवलेल्या फाइली दाखवा (_H)
ta: மறைவான கோப்புகளை காட்டு (_H)
te: మరుగునవుంచిన ఫైళ్ళను చూపుము (_H)

source: Show hidden files and folders
mr: लपविलेले फाइल व फोल्डर दाखवा
ta: மறைவான கோப்புகள் மற்றும் அடைவுகளை காட்டவும்
te: మరుగునవుంచిన ఫైళ్ళను మరియు ఫోల్డరులను చూపుము

source: _Reversed Order
mr: उलटा क्रम (_R)
ta: தலைகீழ் வரிசை (_R)
te: వ్యతిరేకపరచిన క్రమము (_R)

source: Reverse images order
mr: प्रतिमांचा क्रम उलट करा
ta: தலைகீழாக படங்களை வரிசைபடுத்து
te: ప్రతిబింబముల క్రమమును వ్యతిరేకముచేయి

source: by _Name
mr: नाव नुरूप (_N)
ta: பெயரின் படி (_N)
te: నామము ద్వారా (_N)

source: Sort images by name
mr: प्रतिमा नाव नुरूप क्रमवारीत लावा
ta: பெயராக படங்களை வரிசைப்படுத்து
te: నామము ద్వారా ప్రతిబింబములను క్రమపరచుము

source: by _Path
mr: मार्ग नुरूप (_P)
ta: பாதையின் படி (_P)
te: పాత్ ద్వారా (_P)

source: Sort images by path
mr: प्रतिमा मार्ग नुरूप क्रमवारीत लावा
ta: பாதையாக படங்களை வரிசைப்படுத்து
te: పాత్ ద్వారా ప్రతిబింబములను క్రమపరచుము

source: by _Size
mr: आकार नुरूप (_S)
ta: அளவு படி (_S)
te: పరిమాణము ద్వారా (_S)

source: Sort images by file size
mr: प्रतिमा फाइल आकार नुरूप क्रमवारीत लावा
ta: கோப்பு அளவாக படங்களை வரிசைப்படுத்து
te: ఫైలు పరిమాణముద్వారా ప్రతిబింబములను క్రమపరచుము

source: by Modification _Time
mr: सुधारणी वेळ नुरूप (_T)
ta: மாற்றியமைக்கப்பட்ட தேரத்தால் (_T)
te: సవరించిన సమయం ద్వారా (_T)

source: Sort images by file modification time
mr: प्रतिमा फाइल सुधारलेल्या वेळ नुरूप क्रमवारीत लावा
ta: கோப்பு மாற்றியமைக்கப்பட்ட நேரத்தில் படங்களை வரிசைப்படுத்தவும்
te: ఫైలు సవరించిన సమయం ద్వారా ప్రతిబింబములను క్రమపరచుము

source: by _Exif Time
mr: Exif वेळ नुरूप (_E)
ta: _Exif நேரமாக
te: _Exif సమయం ద్వారా

source: Sort images by Exif DateTime tag
mr: प्रतिमा Exif दिनांक वेळ टॅग नुरूप क्रमवारीत लावा
ta: Exif தேதி நேர ஒட்டால் படங்களை வரிசைப்படுத்தவும்
te: Exif తేదిసమయం టాగ్ ద్వారా ప్రతిబింబములను క్రమపరచుము

source: by _Comment
mr: टिप्पणी_नुरूप
ta: கருத்தாக (_C)
te: వ్యాఖ్యానము ద్వారా (_C)

source: Sort images by comment
mr: प्रतिमा टिप्पणी नुरूप क्रमवारीत लावा
ta: படங்களை கருத்தாக வரிசைப்படுத்து
te: వ్యాఖ్య ద్వారా ప్రతిబింబములను క్రమపరచుము

source: _Manual Order
mr: हस्तचलित क्रम (_M)
ta: கைமுறை வரிசை (_M)
te: మానవీయ క్రమము (_M)

source: Sort images manually
mr: प्रतिमा ह्स्तचलित नुरूप क्रमवारीत लावा
ta: படங்களை கைமுறையாக வரிசைப்படுத்து
te: ప్రతిబింబములను మానవీయంగా క్రమపరచుము

source: View As Slides
mr: स्लाईड्स नुरूप पहा
ta: ஸ்லைடுகளாக காட்டு
te: స్లైడుల వలె దర్శించుము

source: View As List
mr: यादी नुरूप पहा
ta: பட்டியலாக காட்டு
te: జాబితా వలె దర్శించుము

source: _Folders
mr: फोल्डर (_F)
ta: அடைவுகள் (_F)
te: ఫోల్డరులు (_F)

source: View the folders
mr: फोल्डर पहा
ta: கோப்புறைகளைக் காட்டு
te: ఫోల్డరులను దర్శించుము

source: _Catalogs
mr: सूची (_C)
ta: கேட்லாக்குகள் (_C)
te: కాటలాగ్సు (_C)

source: View the catalogs
mr: सूची पहा
ta: கேட்லாக்குகளைக் காட்டு
te: కాటలాగ్సును దర్శించుము

source: [Press 'c' to add a comment]
mr: [टिप्पणी समाविष्ट करण्यासाठी 'c' दाबा]
ta: ['c' ஐ அழுத்தி கருத்தை சேர்க்கவும்]
te: [వ్యాఖ్యానమును జతచేయుటకు 'c' వత్తుము]

source: [modified]
mr: [सुधारलेले]
ta: [மாற்றியமைக்கப்பட்டது]
te: [సవరించిన]

source: 1 image (%s)
mr: 1 प्रतिमा (%s)
ta: 1 படம் (%s)
te: 1 ప్రతిబింబము (%s)

source: %d images (%s)
mr: %d प्रतिमा (%s)
ta: %d படங்கள் (%s)
te: %d ప్రతిబింబములు (%s)

source: 1 selected (%s)
mr: 1 निवडलेले (%s)
ta: 1 தேர்ந்தெடுக்கப்பட்டது (%s)
te: 1 ఎంపికచేసిన (%s)

source: %d selected (%s)
mr: %d निवडलेले (%s)
ta: %d தேர்ந்தெடுக்கப்பட்டது (%s)
te: %d ఎంపికచేసిన (%s)

source: The current image has been modified, do you want to save it?
mr: वर्तमान प्रतिमा सुधारलेली आहे, आपणांस ती साठवायची आहे का?
ta: நடப்பு படம் மாற்றியமைக்கபடும், அதை சேமிக்க விரும்புகிறீர்களா?
te: ప్రస్తుత ప్రతిబింబము సవరించబడింది, మీరు దానిని దాయాలని అనుకొనుచున్నారా?

source: Do Not Save
mr: साठवू नका
ta: சேமிக்க முடியவில்லை
te: దాయవద్దు

source: Dragged Images
mr: ओढलेल्या प्रतिमा
ta: இழுக்கப்பட்ட படங்கள்
te: ప్రతిబింబములను లాగుము

source: Rotate images without loss of quality
mr: दर्जातील नुकसानविना प्रतिमा फिरवा
ta: தரத்தைக் குறைக்காமல் படங்களை சுழற்றவும்
te: నాణ్యత లోపంలేకుండా ప్రతిబింబములను భ్రమణం చేయుము

source: Getting folder listing...
mr: फोल्डर यादी प्राप्त करत आहे...
ta: கோப்புறையை பட்டியலிடுவதை பெறுகிறது...
te: ఫోల్డర్ జాబితాను పొందుచున్నది...

source: Cannot load folder "%s": %s
mr: "%s" फोल्डर दाखल करणे अशक्य: %s
ta: "%s"கோப்புறையை ஏற்ற முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను లోడుచేయలేదు: %s

source: Close
mr: बंद करा
ta: மூடு
te: మూయుము

source: Image comment
mr: प्रतिमा टिप्पणी
ta: பட கருத்து
te: ప్రతిబింబము వ్యాఖ్య

source: Image data
mr: प्रतिमा डेटा
ta: படத் தரவு
te: ప్రతిబింబము డాటా

source: Image preview
mr: प्रतिमा पूर्वदृष्य
ta: பட முன்பார்வை
te: ప్రతిబింబము వుపదర్శనము

source: The specified catalog does not exist.
mr: निर्देशित सूची अस्तित्वात नाही.
ta: குறிப்பிட்ட கேட்லாக் உள்ளிருக்கவில்லை.
te: తెలుపబడిన కాటలాగ్ లేదు.

source: Wait please...
mr: कृपया थांबा...
ta: காத்திருக்கவும்...
te: దయచేసి వేచివుండండి...

source: Filesystem Data
mr: फाइलसिस्टम डेटा
ta: கோப்பு கணினி தரவு
te: ఫైలుసిస్టమ్ డాటా

source: General Information
mr: सर्वसाधारण माहिती
ta: பொதுவான தகவல்
te: సాదారణ సమాచారము

source: Picture-Taking Conditions
mr: चित्र-घेण्याच्या अटी
ta: படம்- எடுக்கும் நிபந்தனைகள்
te: చిత్రము-తీసుకొను నియమాలు

source: Maker Notes
mr: निर्माता टिप
ta: குறிப்பு குறிப்புகள்
te: మేకర్ గమనికలు

source: GPS Coordinates
mr: GPS निबंधक
ta: GPS சமமானவைகள்
te: GPS కోఆర్డినేట్లు

source: Image Structure
mr: प्रतिमा रचना
ta: படத்தின் அமைப்பு
te: ప్రతిబింబము ఆకృతి

source: Embedded Thumbnail
mr: अंतर्भूतीत थंबनेल
ta: இழைக்கப்பட்ட சிறுப்படங்கள்
te: ఎంబెడెడ్ థంబ్‌నెయిల్

source: Versions & Interoperability
mr: आवृत्त्या & आंतरकार्यपद्धती
ta: பதிப்புகள் & Interoperability
te: వర్షన్లు & ఇంటరాపరబిలిటి

source: Other
mr: इतर
ta: மற்றவை
te: ఇతర

source: Path
mr: मार्ग
ta: பாதை
te: పాత్

source: contains
mr: समाविष्ट
ta: உள்ளது
te: కలిగివున్న

source: starts with
mr: यानुरूप सुरू होते
ta: துவக்கம்
te: దీనితో ప్రారంభమగు

source: ends with
mr: यानुरूप समाप्त होते
ta: முடிவு
te: దీనితో ముగియు

source: is
mr: आहे
ta: இல்
te: ఇదివున్న

source: is not
mr: नाही आहे
ta: இல்லை
te: ఇదికాని

source: does not contain
mr: समावेष नाही
ta: இதில் இல்லை
te: కలిగిలేని

source: is equal to
mr: सारखे आहे
ta: இதற்கு சமமான
te: దీనికి సమమైన

source: is lower than
mr: यापेक्षा कमी आहे
ta: இதற்கு குறைவான
te: దీనికి తక్కువైన

source: is greater than
mr: यापेक्षा जास्त आहे
ta: விடப்பெரிய
te: దీనికి ఎక్కువైన

source: is before
mr: याआधी आहे
ta: முன்
te: దీనికి ముందు

source: is after
mr: यानंतर आहे
ta: பிறகு
te: దీనికి తర్వాత

source: Filename
mr: फाइलनाव
ta: கோப்பு பெயர்
te: ఫైలునామము

source: Place
mr: ठिकाण
ta: இடம்
te: స్థలము

source: Category
mr: प्रवर्ग
ta: வகை
te: వర్గము

source: Text contains
mr: पाठ्यांत समावेष आहे
ta: உரை பெற்றிருப்பது
te: పాఠ్యము కలిగివుంది

source: All
mr: सर्व
ta: அனைத்தும்
te: అన్ని

source: S_how:
mr: दाखवा (_h):
ta: காட்டு (_h):
te: చూపుము (_h):

source: <b>_Folder</b>
mr: <b>फोल्डर (_F)</b>
ta: <b>கோப்புறை (_F)</b>
te: <b>ఫోల్డర్ (_F)</b>

source: _Browse...
mr: तपासा (_B)...
ta: _மேலோடு...
te: అన్వేషించు... (_B)

source: <b>_Recent folders:</b>
mr: <b>अलिकडील फोल्डर (_R):</b>
ta: <b>சமீபத்திய கோப்புறைகள் (_R):</b>
te: <b>ఇటీవలి ఫోల్డర్లు (_R):</b>

source: Proper_ties
mr: गुणधर्म (_t)
ta: பண்புகள் (_t)
te: లక్షణములు (_t)

source: Other...
mr: इतर...
ta: மற்றவை...
te: ఇతర...

source: _Transform
mr: स्थानांतर (_T)
ta: உருமாற்று (_T)
te: బదిలీ (_T)

source: Auto
mr: स्वयं
ta: தன்னியக்கம்
te: స్వయంచాలక

source: _Single Window
mr: एकल खिडकी (_S)
ta: ஒற்றை சாளரம் (_S)
te: ఒంటరి విండో (_S)

source: Reuse this window to view other images
mr: या विंडोचा अन्य प्रतिमा पहाण्यासाठी पुन: वापर करा
ta: மற்ற படங்களை காட்ட இந்த சாளரத்தை மீண்டும் பயன்படுத்தவும்
te: ఇతర ప్రతిబింబములను దర్శించుటకు ఈ విండోను తిరిగివుపయోగించుము

source: _None
mr: काहीच नाही (_N)
ta: ஒன்றுமில்லை (_N)
te: ఏదీకాదు (_N)

source: _Open With
mr: यानुरूप उघडा (_O)
ta: இதனுடன் திறக்கவும் (_O)
te: దీనితో తెరువుము (_O)

source: Open selected images with an application
mr: निवडलेल्या प्रतिमा ऍप्लिकेशन सह उघडा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை ஒரு பயன்பாட்டுடன் திறக்கவும்
te: ఎంపికచేసిన ప్రతిబింబములను వొక అనువర్తనముతో తెరువుము

source: An image viewer and browser for GNOME.
mr: GNOME साठी प्रतिमा प्रदर्शक व ब्राउजर.
ta: GNOMEகான ஒரு படத்தை காட்சியர் மற்றும் உலாவியர்.
te: GNOME ప్రతిబింబము దర్శిని మరియు బ్రౌజర్.

source: translator_credits
mr: संदिप शेडमाके <sandeep.shedmake@gmail.com>, 2009; http://downloads.bosslinux.in/Translated_Po_files/GNOME-Translations/po%20files/Marathi%20mr/graphics-mr/gthumb.po, 2008.
ta: மொழிப்பெயர்ப்பாளரின்_வரவுகள்
te: కృష్ణబాబు కె <kkrothap@redhat.com> 2009.

source: Reduce Colors
mr: रंग कमी करा
ta: நிறங்களை குறைக்கவும்
te: రంగులను తగ్గించుము
