Repository: Cebtenzzre/gthumb
Catalog: po/*.po
Languages: mr, ta, te

source: Close this window
mr: हा खिडकी बंद करा
ta: இந்த சாளரத்தை மூடு
te: ఈ విండోను మూయుము

source: _Open With...
mr: यानुरूप उघडा (_O)...
ta: இதனால் திறக்கவும் (_O)...
te: దీనితో తెరువుము... (_O)

source: Save current image
mr: वर्तमान प्रतिमा साठवा
ta: நடப்பு படத்தை சேமிக்கவும்
te: ప్రస్తుత ప్రతిబింబమును దాయుము

source: Save _As...
mr: यानुरूप साठवा (_A)...
ta: என்று சேமித்து வைக்கவும் (_A)...
te: ఇలా దాయుము... (_A)

source: Revert to saved image
mr: साठवलेली प्रतिमा करीता पूर्ववत करा
ta: சேமிக்கப்பட்ட படத்தை திரும்ப எடுக்ககவும்
te: దాయబడిన ప్రతిబింబముకు తిరిగివుంచుము

source: Print...
mr: छपाई करा...
ta: அச்சிடு...
te: ముద్రించు...

source: Print the current image
mr: वर्तमान प्रतिमाची छपाई करा
ta: நடப்பு படத்தை அச்சிடவும்
te: ప్రస్తుత ప్రతిబింబమును ముద్రించుము

source: Open this image with an application
mr: ही प्रतिमा ऍप्लिकेश सह उघडा
ta: ஒரு பயன்பாட்டுடன் இந்த படத்தை திறக்கவும்
te: ఈ ప్రతిబింబమును వొక అనువర్తనముతో తెరువుము

source: Comm_ent...
mr: टिप्पणी (_e)...
ta: கருத்து (_e)...
te: వ్యాఖ్యానము... (_e)

source: Add a comment to selected images
mr: निवडलेल्या प्रतिमा अंतर्गत टिप्पणी समावेष करा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களுக்கு ஒரு கருத்தை சேர்க்கவும்
te: ఎంపికచేసిన ప్రతిబింబములకు వ్యాఖ్యానమును జతచేయుము

source: Rem_ove Comment
mr: टिप्पणी काढून टाका (_o)
ta: கருத்தை நீக்கவும் (_o)
te: వ్యాఖ్యానమును తీసివేయుము (_o)

source: Remove comments of selected images
mr: निवडलेल्या प्रतिमांची टिप्पणी काढून टाका
ta: தேர்ந்தெடுக்கப்பட்ட படங்களுக்கு கருத்துக்களை நீக்கவும்
te: ఎంపికచేసిన ప్రతిబింబములయొక్క వ్యాఖ్యానములను తీసివేయుము

source: Assign categories to selected images
mr: निवडलेल्या प्रतिमांना प्रवर्ग नेमणूक करा
ta: தேர்ந்தெடுக்கப்பட்ட படங்களின் வகைகளை ஒதுக்கவும்
te: ఎంపికచేసిన ప్రతిబింబములకు వర్గములను అప్పగించుము

source: Ca_tegories
mr: प्रवर्ग (_t)
ta: வகைகள் (_t)
te: వర్గములు (_t)

source: Rotate Ri_ght
mr: उजवीकडे फिरवा (_g)
ta: வலதாக சுழற்றவும் (_g)
te: కుడికి భ్రమణంచేయుము (_g)

source: View the image rotated clockwise
mr: घड्याळाच्या दिशेने फिरवलेली प्रतिमा पहा
ta: க்ளாக்வைஸ் படத்தை சுழற்றுவதைக் காட்டவும்
te: సవ్యదిశలో భ్రమణంచేసిన ప్రతిబింబమును దర్శించుము

source: Rotate _Left
mr: डावीकडे फिरवा (_L)
ta: இடதுபுறமாக சுழற்று (_L)
te: ఎడమకు భ్రమణంచేయుము (_L)

source: View the image rotated counter-clockwise
mr: घड्याळाच्या उलट्या दिशेने फिरवलेली प्रतिमा पहा
ta: படத்தை கவுன்டர்-க்ளாக்வைஸ் சுழற்றவதைக் காட்டவும்
te: అపసవ్యదిశలో భ్రమణంచేసిన ప్రతిబింబమును దర్శించుము

source: _Flip
mr: पलटी करा (_F)
ta: மடக்கு (_F)
te: తలక్రిందులు (_F)

source: View the image flipped
mr: पलटवलेली प्रतिमा पहा
ta: படத்தை மடக்குவதைக் காட்டவும்
te: తలక్రిందుల ప్రతిబింబమును దర్శించుము

source: _Mirror
mr: प्रतिबिंब (_M)
ta: கண்ணாடி (_M)
te: అద్దము (_M)

source: View the image mirrored
mr: प्रतिबिंबित प्रतिमा पहा
ta: கண்ணாடியாக்கப்பட்ட படத்தைக் காட்டவும்
te: అద్దంపట్టిన ప్రతిబింబమును దర్శించుము

source: _Desaturate
mr: असंतृप्त (_D)
ta: டீசேச்சுரேட் (_D)
te: డీసాట్యురేట్ (_D)

source: View the image in black and white
mr: प्रतिमा काळे व पांढरे नुरूप पहा
ta: படத்தை கருப்பு மற்றும் வெள்ளையில் காட்டு
te: ప్రతిబింబమును నలుపు మరియు తెలుపునందు దర్శించుము

source: _Negative
mr: नकारात्मक (_N)
ta: நெகடிவ் (_N)
te: నెగిటివ్ (_N)

source: View the image with negative colors
mr: प्रतिमा नकारात्मक रंगांबरोबर पहा
ta: நெகடிவ் நிறங்களுடன் படத்தைக் காட்டவும்
te: ప్రతిబింబమును నెగిటివ్ రంగులతో దర్శించుము

source: _Enhance
mr: वाढवा (_E)
ta: மிகுதிப்படுத்தவும் (_E)
te: విస్తరింపు (_E)

source: Automatically adjust the color levels
mr: रंग स्तर स्वयंरित्या सुस्थीत करा
ta: நிற அளவுகளை தானாகவே சரிசெய்யவும்
te: రంగు స్థాయిలను స్వయంచాలకంగా సర్దుబాటుచేయుము

source: _Equalize
mr: सारखे करा (_E)
ta: சமமாக்கு (_E)
te: సమపరచు (_E)

source: Automatically equalize the image histogram
mr: प्रतिमा हिस्टोग्राम स्वयं सारखे बनवा
ta: படத்தின் ஹிஸ்டோகிராமை தானாகவே சமநிலைப்படுத்தவும்
te: ప్రతిబింబము హిస్టోగ్రామును స్వయంచాలకంగా సమపరచుము

source: _Posterize...
mr: पोस्टर नुरूप करा (_P)...
ta: படமாக்கு.. (_P)
te: పోస్టర్‌పరిమాణము... (_P)

source: Reduce the number of colors
mr: रंगांची संख्या कमी करा
ta: நிறங்களின் எண்ணிக்கையை குறைக்கவும்
te: రంగుల సంఖ్యను తగ్గించుము

source: _Brightness-Contrast...
mr: तेजपणा-विरोधाभास (_B)...
ta: வெளிச்சமான வித்தியாசமான (_B)...
te: కాంతిప్రకాశం-కాంట్రాస్ట్... (_B)

source: Adjust brightness and contrast
mr: तेजपणा व विरोधाभास सुस्थीत करा
ta: பொலிவு மற்றும் வேறுபாடை சரி செய்
te: కాంతిప్రకాశం మరియు కాంట్రాస్ట్ సర్దుబాటుచేయుము

source: _Hue-Saturation...
mr: ह्यु-संतृप्ति (_H)...
ta: ஹ்யூ-சேச்சுரேஷன் (_H)...
te: హ్యూ-సాట్యురేషన్... (_H)

source: Adjust hue and saturation
mr: ह्यु व संतृप्ति सुस्थीत करा
ta: ஹ்யூ மற்றும் சேச்சுரேஷனை சரி செய்
te: హ్యూ మరియు సాట్యురేషన్ సర్దుబాటుచేయుము

source: _Redeye Removal...
mr: Redeye काढूण टाकणे (_R)...
ta: ரெட்ஐ நீக்கம் (_R)...
te: రెడ్‌ఐ తీసివేత... (_R)

source: Redeye Removal Tool
mr: Redeye काढूण टाकण्यासाठी साधन
ta: ரெட்ஐ நீக்கும் கருவி
te: రెడ్‌ఐ తీసివేత సాధనము

source: _Color Balance...
mr: रंग संतुलन (_C)...
ta: நிற மீதி (_C)...
te: రంగు సమతుల్యత... (_C)

source: Adjust color balance
mr: रंग संतुलन सुस्थीत करा
ta: நிற சமனை சரி செய்
te: రంగు సమతుల్యతను సర్దుబాటుచేయుము

source: _Resize...
mr: पुनः आकार द्या (_R)...
ta: மறுஅளவு (_R)...
te: పునఃపరిమాణము... (_R)

source: Resize image
mr: प्रतिमेला पुनःआकार द्या
ta: படிமத்தை மறுஅளவிடு
te: ప్రతిబింబమును పునఃపరిమాణం చేయి

source: _Crop...
mr: क्रॉप करा (_C)...
ta: வெட்டு (_C)...
te: నరుకు... (_C)

source: Crop image
mr: प्रतिमा क्रॉप करा
ta: படிமத்தை வெட்டு
te: ప్రతిబింబము నరుకు

source: Black and White
mr: काळे व पांढरे
ta: கருப்பு மற்றும் வெள்ளை
te: నలుపు మరియు తెలుపు

source: Web Palette
mr: वेब पॅलेट
ta: வெப் பேலேட்டி
te: వెబ్ పాలెట్

source: In
mr: मोठे करा
ta: உள்ளே
te: పెంచు

source: Zoom in
mr: दृष्य बदल मोठे करा
ta: சிறியதாக்கு
te: జూమ్ చేయి

source: Out
mr: लहान करा
ta: வெளியே
te: తగ్గించు

source: Zoom out
mr: दृष्य बदल लहान करा
ta: பெரிதாக்கு
te: జూమ్ తగ్గించు

source: Actual size
mr: वास्तविक आकार
ta: சரியான அளவு
te: వాస్తవ పరిమాణము

source: Fit
mr: घट्ट बसवा
ta: பொருத்து
te: సరిపెట్టు

source: Zoom to fit window
mr: खिडकीत घट्ट बसवण्याकरीता दृष्य बदल करा
ta: சாளரத்தை பொருத்த அளவிடுதல்
te: విండోకు సరిపోవునట్టు జూమ్ చేయుము

source: Width
mr: रुंदी
ta: அகலம்
te: వెడల్పు

source: Zoom to fit width
mr: रूंदीत घट्ट बसवण्याकरीता दृष्य बदल करा
ta: அகலத்தை பொருத்த அளவிடுதல்
te: వెడల్పునకు సరిపోవునట్లు జూమ్ చేయుము

source: Step A_nimation
mr: चलचित्र वापरा (_n)
ta: அனிமேஷன் படி (_n)
te: స్టెప్ యానిమేషన్ (_n)

source: View next animation frame
mr: पुढील चलचित्र चौकट पहा
ta: அடுத்த அனிமேஷன் சட்டத்தைக் காட்டு
te: తరువాతి యానిమేషన్ చట్రమును దర్శించుము

source: _Centered
mr: केंद्रित (_C)
ta: மத்தியமாக்கப்பட்ட (_C)
te: మధ్యగా (_C)

source: Set the image as desktop background (centered)
mr: प्रतिमेला डेस्कटॉप पार्श्वभूमी (केंद्रित) नुरूप निश्चित करा
ta: பணிமேடை பின்னணியாக பட அமைக்கவும் (மத்தியமாக்கப்பட்ட)
te: ప్రతిబింబమును డెస్కుటాపు బ్యాక్‌గ్రౌండ్ వలె అమర్చుము (మద్యలో)

source: _Tiled
mr: टाईल केले (_T)
ta: டைல்டு (_T)
te: పలకలుగా (_T)

source: Set the image as desktop background (tiled)
mr: प्रतिमेला डेस्कटॉप पार्श्वभूमी (टाईल केलेले) नुरूप निश्चित करा
ta: பணிமேடை பின்னணியாக படத்தை அமைக்கவும் (tiled)
te: ప్రతిబింబమును డెస్కుటాపు బ్యాక్‌గ్రౌండ్ వలె అమర్చుము (పలకలుగా)

source: _Scaled
mr: प्रमाणीत केलेले (_S)
ta: அளவுகோலாக்கப்பட்ட (_S)
te: స్కేలుచేసిన (_S)

source: Set the image as desktop background (scaled keeping aspect ratio)
mr: प्रतिमेला डेस्कटॉप पार्श्वभूमी (दृष्टि गुणोत्तर ठेवून प्रमाणीत केलेले) नुरूप निश्चित करा
ta: பணிமேடை பின்னணியாக படத்தை அமைக்கவும் (விகிதத்தின் படியாக அளவுகோலாக வைக்கவும்)
te: ప్రతిబింబమును డెస్కుటాపు బ్యాక్‌గ్రౌండ్ వలె అమర్చుము (ఏస్పెక్టు నిష్పత్తి కలిగివుంటూ స్కేలుచేసిన)

source: Str_etched
mr: खेचलेले (_e)
ta: நீட்டப்பட்டது (_e)
te: సాగదీసిన (_e)

source: Set the image as desktop background (stretched)
mr: प्रतिमेला डेस्कटॉप पार्श्वभूमी (टाईल केलेले) नुरूप निश्चित करा (खेचलेले)
ta: பணிமேடை பின்னணியாக படத்தை அமைக்கவும் (நீட்டப்பட்டது)
te: ప్రతిబింబమును డెస్కుటాపు బ్యాక్‌గ్రౌండ్ వలె అమర్చుము (సాగదీసి)

source: _Restore
mr: पूर्वस्थितीत आणा (_R)
ta: மீட்கவும் (_R)
te: తిరిగివుంచుము (_R)

source: Restore the original desktop wallpaper
mr: मूळ डेस्कटॉप वॉलपेपर पूर्वस्थितीत आणा
ta: அசல் பணிமேடை வால்பேப்பரை மறுசேமிக்கவும்
te: వాస్తవ డెస్కుటాపు వాల్‌పేపర్‌ను తిరిగివుంచుము

source: Change _Date...
mr: दिनांक बदला (_D)...
ta: தேதியை மாற்றவும் (_D)...
te: తేదీ మార్చుము... (_D)

source: Change images last modified date
mr: प्रतिमाचे शेवटी सुधारणा केल्याचे दिनांक बदला
ta: கடைசியாக மாற்றப்பட்ட தேதியில் படங்களை ஏற்றவும்
te: ప్రతిబింబముల చివరిగా సవరించబడిన తేదీలను మార్చుము

source: Reset _Exif Orientation
mr: Exif मार्गनिर्देशन स्वच्छ करा (_E)
ta: _Exif திசையமைப்பை மறுஅமைக்கவும்
te: _Exif సర్దుబాటును తిరిగివుంచుము

source: Reset Exif orientation to top-left
mr: Exif मार्गनिर्देशन वरून-डावीकडे स्वच्छ करा
ta: Exif திசையமைப்பு மேல்-இடதை மறுஅமைக்கவும்
te: Exif సర్దుబాటును పై-ఎడమకు తిరిగివుంచుము

source: Show information about gThumb
mr: gThumb विषयी माहिती दाखवा
ta: gThumb தகவலைப் பற்றி காட்டு
te: gThumb గురించి సమాచారమును చూపుము

source: Contents
mr: अंतर्भूत माहिती
ta: உள்ளடக்கம்
te: సారములు

source: Display the gThumb Manual
mr: gThumb पुस्तिका प्रदर्शित करा
ta: gThumb கைமுறையைக் காட்டு
te: gThumb మాన్యువల్ ప్రదర్శించుము

source: _Keyboard Shortcuts
mr: कळफलक शॉर्टकट्स (_K)
ta: (_K) விசைப்பலகை குறுக்கு வழிகள்
te: కీబోర్డు లఘువులు (_K)

source: Play _Animation
mr: चलचित्र चालवा (_A)
ta: அனிமேஷனை இயக்கு (_A)
te: యానిమేషన్ నడుపుము (_A)

source: Start or stop current animation
mr: वर्तमान चलचित्र सुरू करा किंवा थांबवा
ta: நடப்பு அனிமேஷனை துவக்கு அல்லது நிறுத்து
te: ప్రస్తుత యానిమేషన్ ప్రారంభించుము లేదా ఆపుము

source: _High Quality
mr: उच्च दर्जा (_H)
ta: உயர்ந்த தரம் (_H)
te: అధిక నాణ్యత (_H)

source: Use high quality zoom
mr: उच्च दर्जा दृष्य बदलचा वापर करा
ta: உயர்தரமான அளவிடலைப் பயன்படுத்து
te: అధిక నాణ్యత జూమ్ వుపయోగించుము

source: _Low Quality
mr: निम्न दर्जा (_L)
ta: குறைந்த தரம் (_L)
te: తక్కువ నాణ్యత (_L)

source: Use low quality zoom
mr: निम्न दर्जा दृष्य बदलचा वापर करा
ta: குறைந்த தரமான அளவிடலைப் பயன்படுத்து
te: తక్కువ నాణ్యత జూమ్ వుపయోగించుము

source: Start in fullscreen mode
mr: पडदाभर पद्धतीत सुरू करा
ta: முழுத்திரைமுறைமையில் துவக்கவும்
te: పూర్తితెర రీతినందు ప్రారంభించుము

source: Automatically start a slideshow
mr: स्लाईडशो स्वयं सुरू करा
ta: தானகவே ஒரு ஸ்லைடுகாட்சியைத் துவக்கவும்
te: స్లైడుప్రదర్శనను స్వయంచాలకంగా ప్రారంభించుము

source: Automatically import digital camera photos
mr: डिजिटल कॅमेरा फोटो स्वयं आयात करा
ta: டிஜிட்டல் காமிரா போட்டோக்களை தானாக இறக்கவும்
te: డిజిటల్ కేమెరా ఛాయాచిత్రములను స్వయంచాలకంగా దిగుమతిచేయుము

source: Use the viewer mode to view single images
mr: एकल प्रतिमा पहाण्यासाठी दर्शक अवस्थेचा वापर करा
ta: பார்வையர் முறைமையில் ஒற்றை படங்களை காட்டி பயன்படுத்தவும்
te: ఒక్కో ప్రతిబింబములను దర్శించుటకు వీక్షకుని రీతిని వుపయోగించుము

source: Holidays
mr: सुट्टी
ta: விடுமுறைகள்
te: సెలవులు

source: Temporary
mr: तात्पुरते
ta: தற்காலிக
te: తాత్కాలిక

source: Screenshots
mr: स्क्रीनशॉटस्
ta: திரைபிடிப்பு
te: తెరపట్టులు(స్క్రీన్‌షాట్లు)

source: Science
mr: विज्ञाण
ta: அறிவியல்
te: సమాన్యశాస్త్రము

source: Favourite
mr: पसंतीचे
ta: விருப்பங்கள்
te: అభీష్ట

source: Important
mr: महत्वाचे
ta: முக்கியம்
te: ముఖ్యమైన

source: Games
mr: खेळ
ta: விளையாட்டுகள்
te: ఆటలు

source: Party
mr: पार्टी
ta: பார்டி
te: విందు

source: Birthday
mr: वाढदिवस
ta: பிறந்தநாள்
te: పుట్టినరోజు

source: Astronomy
mr: खगोलशास्त्र
ta: வானவியல்
te: ఖగోళశాస్త్రం

source: Family
mr: परविवार
ta: குடும்பம்
te: కుటుంబం

source: Command Line
mr: आदेश ओळ
ta: கட்டளை வரி
te: ఆదేశ వరుస

source: Problem transforming the image: %s
mr: प्रतिमा रूपांतरित करतेवेळी समस्या: %s
ta: படத்தை இடமாற்றுவதில் சிக்கல்: %s
te: ప్రతిబింబమును బదిలీకరించుటలో దోషము: %s

source: This transformation may introduce small image distortions along one or more edges, because the image dimensions are not multiples of 8. The distortion is reversible, however. If the resulting image is unacceptable, simply apply the reverse transformation to return to the original image. You can also choose to discard (or trim) any untransformable edge pixels. For practical use, this mode gives the best looking results, but the transformation is not strictly lossless anymore.
mr: या रूपांतराने एक किंवा जास्त पातीं वर लहान प्रतिमा विकृति उद्भवु शकतात, कारण की ही प्रतिमा परिमाणे ८ ची गुणक नाहीत. परंतु, विकृति उलटू शकते. जर परिणामी प्रतिमा अस्वीकृत असेल तर, मुळ प्रतिमेवर परत येण्यासाठी फक्त उलट रूपांतरण लागू करा. आपण कोणतेही रूपांतरित न होणारे पात पिक्सेलांना काढून टाकण्यास (किंवा ट्रीम करण्यास) पसंत करु शकता. वास्तविक वापरकरीता, या पद्धतीमुळे सर्वोत्तम परिणामे प्राप्त होतात, परंतु आता रूपांतरण नुकसानकारक नाही.
te: ఈ బదిలీకరణ చిన్నపాటి ప్రతిబింబ విరూపములను వొకటి లేదా యెక్కువ అంచులతో కలిగించవచ్చును, యెంచేతంటే ప్రతిబింబ కొలతలు 8 యొక్క గుణిజములు కావు. విరూపము తిరిగివుంచగలగినదే. ఫలిత ప్రతిబింబము ఆమోదయొగ్యం కానిదైతే, వాస్తవ ప్రతిబింబము కొరకు వ్యతిరేక బదిలీకరణను ప్రయోగించండి. బదిలీకరించలేని అంచు పిగ్జెల్సును మీరు విడిచిపెట్టుట (లేదా ట్రిమ్) చేయుట చేయవచ్చును. ప్రయోగాత్మక వినియోగమునకు, ఈ రీతి మంచి చూపరి ఫలితాలను యిస్తుంది, అయితే బదిలీకరణ మాత్రము నిర్ధిష్టంగా నష్టము లేనిదే.

source: _Trim
mr: नेटके (_T)
ta: நேர்த்தியான (_T)
te: కత్తిరింపు (_T)

source: Could not create a local temporary copy of the remote file.
mr: दूरस्थ फाइलची स्थानिक तात्पुरती प्रतिलिपी बनवणे अशक्य.
ta: தொலைக் கோப்பிற்கு ஒரு தற்காலிகமான உள்ளமை நகலை உருவாக்க முடியவில்லை.
te: దూరస్థ ఫైలుయొక్క స్థానిక తాత్కాలిక నకలును సృష్టించలేక పోయింది.

source: Could not move temporary file to local destination. Check folder permissions.
mr: तात्पुरती फाइल स्थानिक नियतस्थानी हलवता येत नाही. परवानगी तपासा.
ta: தற்காலிக கோப்பை உள்ளமை இலக்கிற்கு நகர்த்த முடியவில்லை. கோப்புறை அனுமதிகளை சரிபார்க்கவும்.
te: తాత్కాలిక ఫైలును స్థానిక గమ్యమునకు కదల్చలేక పోయింది. ఫోల్డర్ అనుమతులను చెక్‌చేయుము.

source: Tabloid
te: టాబ్లోయిడ్

source: index.html
ta: அகரவரிசை.html

source: KB
ta: கேபி
