Repository: Cebtenzzre/gthumb
Catalog: po/*.po
Languages: mr, ta, te

source: Possible values are 0 (portrait), 1 (landscape), 2 (reverse portrait), 3 (reverse landscape)
mr: संभाव्य मूल्ये आहेत (पोर्ट्रेट), 1 (आडवे), 2 (उलटा उभे), 3 (उलटे आडवे)
ta: சாத்தியமான மத்திப்புகளாவன 0 (போட்ரைட்), 1 (லேண்ட்ஸ்கேப்), 2 (தலைகீழ் போட்ரைட்), 3 (தலைகீழ் லேண்ட்ஸ்கேப்)
te: సాధ్యమగు విలువలు 0 (పోర్ట్రెయిట్), 1 (లాండ్‌స్కేప్), 2 (వ్యతిరేక పోర్ట్రెయిట్), 3 (వ్యతిరేక లాండ్‌స్కేప్)

source: Possible values are: 1, 2, 3, 4.
mr: संभाव्य मूल्ये आहेत: 1, 2, 3, 4.
ta: சாத்தியமான மதிப்புகள்: 1, 2, 3, 4.
te: సాధ్యమగు విలువలు: 1, 2, 3, 4.

source: Possible values are: 72, 150, 300, 600.
mr: संभाव्य मूल्ये आहेत: 72, 150, 300, 600.
ta: சாத்தியமான மதிப்புகள்: 72, 150, 300, 600.
te: సాధ్యమగు విలువలు: 72, 150, 300, 600.

source: Possible values are: actual_size, fit, keep_prev, fit_if_larger, fit_width_if_larger.
mr: संभाव्य मूल्ये आहेत: actual_size, fit, keep_prev, fit_if_larger, fit_width_if_larger.
ta: சாத்தியமான மதிப்புகளாவன: உண்மையான_அளவு, பொருந்த, முன்பார்வையை_வைத்திருக்கவும், நீளமாக_ஆனால்_பொருந்த, நீளமாக_இருந்தால்_அகலாமாக_பொருத்தவும்.
te: సాధ్యమగు విలువలు: actual_size, fit, keep_prev, fit_if_larger, fit_width_if_larger.

source: Possible values are: ascending, descending.
mr: संभाव्य मूल्ये आहेत: चढत्या क्रमात, उतरत्या क्रमात.
ta: சாத்தியமான மதிப்புகளாவன: ஏறுவரிசை, இறங்கு வரிசை.
te: సాధ్యమగు విలువలు: ascending, descending.

source: Possible values are: forward, backward, random.
mr: संभाव्य मूल्ये आहेत: पुढे, मागे, विनाक्रम.
ta: சாத்தியமான மதிப்புகளாவன: முன்னால், பின்னால், தற்செயலாய்.
te: సాధ్యమగు విలువలు: forward, backward, random.

source: Possible values are: high, low.
mr: संभाव्य मूल्ये आहेत: उच्च, निम्न.
ta: சாத்தியமான மதிப்புகள்: உயர்வான, குறைவான.
te: సాధ్యమగు విలువలు: high, low.

source: Possible values are: image, data, comment.
mr: संभाव्य मूल्ये आहेत: प्रतिमा, डेटा, टिप्पणी.
ta: சாத்தியமான மதிப்புகள்: படம், தரவு, கருத்து.
te: సాధ్యమగు విలువలు: image, data, comment.

source: Possible values are: jpeg, png, tga, tiff.
mr: संभाव्य मूल्ये आहेत: jpeg, png, tga, tiff.
ta: சாத்தியமான மதிப்புகள்: jpeg, png, tga, tiff.
te: సాధ్యమగు విలువలు: jpeg, png, tga, tiff.

source: Possible values are: light, midtone, dark.
mr: संभाव्य मूल्ये आहेत: प्रकाशित, मीडटोन, अंधार.
ta: சாத்தியமான மதிப்புகளாவன: வெளிச்சமான, மிட்டோன், இருட்டு.
te: సాధ్యమగు విలువలు: light, midtone, dark.

source: Possible values are: list, thumbnails.
mr: संभाव्य मूल्ये आहेत: यादी, थंबनेल्स.
ta: சாத்தியமான மதிப்புகளாவன: பட்டியல், சிறுபடங்கள்.
te: సాధ్యమగు విలువలు: list, thumbnails.

source: Possible values are: manual, auto.
mr: संभाव्य मूल्ये आहेत: हस्तचलित, स्वयंचलित.
ta: சாத்தியமான மதிப்புகளாவன: கைமுறை, தானாக.
te: సాధ్యమగు విలువలు: manual, auto.

source: Possible values are: mm, in.
mr: संभाव्य मूल्ये आहेत: mm, in.
ta: சாத்தியமான மதிப்புகளாவன: மில்லிமீட்டர், அங்குலம்.
te: సాధ్యమగు విలువలు: mm, in.

source: Possible values are: nautilus, single, double.
mr: संभाव्य मूल्ये आहेत: Nautilus, एकल, दुप्पट.
ta: சாத்தியமான மதிப்புகளாவன: nautilus, ஒற்றை, இரட்டை.
te: సాధ్యమగు విలువలు: nautilus, single, double.

source: Possible values are: none, deflate, jpeg.
mr: संभाव्य मूल्ये आहेत: एकही नाही, फुगवटा कमी केलेले, jpeg.
ta: சாத்தியமான மதிப்புகளாவன: ஒன்றுமில்லை, வெளிப்படுத்தல், jpeg.
te: సాధ్యమగు విలువలు: none, deflate, jpeg.

source: Possible values are: none, name, path, size, time, exifdate, comment.
mr: संभाव्य मूल्ये आहेत: एकही नाही, नाम, मार्ग, आकार, वेळ, exifdate, टिप्पणी.
ta: சாத்தியமான மதிப்புகளாவன: ஒன்றுமில்லை, பெயர், பாதை, அளவு, நேரம், exifdate, கருத்து.
te: సాధ్యమగు విలువలు: none, name, path, size, time, exifdate, comment.

source: Possible values are: none, simple, simple_with_shadow, shadow, slide, shadow_in, shadow_out.
mr: संभाव्य मूल्ये आहेत: एकही नाही, साधे, साधे_बरोबर_छाया, छाया, स्लाईड, छाया_मोठे करा, छाया_लहान करा.
ta: சாத்தியமான மதிப்புகளாவன: ஒன்றுமில்லை, சாதாரண, சாயல்_உடன்_சாயல், சாயல், ஸ்லைடு, சாயல்_உள், சாயல்_வெளியே.
te: సాధ్యమగు విలువలు: none, simple, simple_with_shadow, shadow, slide, shadow_in, shadow_out.

source: Possible values are: none, square, image, display, 4x3, 4x6, 5x7, 8x10, custom.
mr: संभाव्य मूल्ये आहेत: एकही नाही, चौरस, प्रतिमा, प्रदर्शन, 4x3, 4x6, 5x7, 8x10, स्वपसंत.
ta: சாத்தியமான மதிப்புகளாவன: ஒன்றுமில்லை, சதுரம், படம், காட்சி, 4x3, 4x6, 5x7, 8x10, தனிபயன்.
te: సాధ్యమగు విలువలు: none, square, image, display, 4x3, 4x6, 5x7, 8x10, custom.

source: Possible values are: pixels, percentage.
mr: संभाव्य मूल्ये आहेत: पिक्सेल, टक्केवारी.
ta: சாத்தியமான மதிப்புகளாவன: பிக்செல்கள்,சதவீதம்.
te: సాధ్యమగు విలువలు: pixels, percentage.

source: Possible values are: png, jpeg.
mr: संभाव्य मूल्ये आहेत: png, jpeg.
ta: சாத்தியமான மதிப்புகளாவன: png, jpeg.
te: సాధ్యమగు విలువలు: png, jpeg.

source: Possible values are: skip, rename, ask, overwrite.
mr: संभाव्य मूल्ये आहेत: वगळा, पुनःनामांकित करा, विचारा, खोडून पुन्हा लिहा.
ta: சாத்தியமான மதிப்புகளாவன: நிறுத்து, மறுபெயர்,கேள், மேலெழுது.
te: సాధ్యమగు విలువలు: skip, rename, ask, overwrite.

source: Possible values are: small, medium, large.
mr: संभाव्य मूल्ये आहेत: लहान, मध्यम, मोठे.
ta: சாத்தியமான மதிப்புகளாவன: சிறிய, நடுத்தரமான, பெரிய
te: సాధ్యమగు విలువలు: small, medium, large.

source: Possible values are: system, text_below, text_beside, text_only, icons_only.
mr: संभाव्य मूल्ये आहेत: सिस्टम, पाठ्य_खाली,पाठ्य_बाजूला, पाठ्य_फक्त, फक्त_चिन्ह.
ta: சாத்தியமான மதிப்புகளாவன: கணினி, உரை_கீழே, உரை_பக்கத்தில், உரை_மட்டும், சின்னங்கள்_மட்டும்.
te: సాధ్యమగు విలువలు: system, text_below, text_beside, text_only, icons_only.

source: Possible values are: white, black, checked, none.
mr: संभाव्य मूल्ये आहेत: पांढरा, काळा, निवडलेले, एकही नाही.
ta: சாத்தியமான மதிப்புகளாவன: வெள்ளை,கருப்பு, சரிபார்க்கப்பட்டது, ஒன்றுமில்லாத.
te: సాధ్యమగు విలువలు: white, black, checked, none.

source: Whether to always use a black background.
mr: नेहमी काळ्या पार्श्वभूमीचा वापर करायचा की नाही.
ta: ஒரு கருப்பு பின்னணியை எப்போதும் பயன்படுத்தினால்.
te: ఎల్లప్పుడూ నలుపు బ్యాక్‌గ్రౌండ్ మాత్రమే వుపయోగించాలా.

source: Whether to reset the scrollbar positions after changing image
mr: प्रतिमा बदलल्या नंतर स्क्रोल पट्टी स्थिति स्वच्छ करायचे की नाही
ta: படம் மாற்றிய பின்னும் சுருள்பட்டி அமைப்பை மறுஅமை செய்தால்
te: ప్రతిబింబమును మార్చిన తర్వాత స్క్రాల్‌బార్ స్థానములను తిరిగివుంచాలా

source: Cannot open catalog "%s": %s
mr: "%s" सूची उघडता येत नाही: %s
ta: "%s" கேட்லாக்கை திறக்க முடியவில்லை: %s
te: కాటలాగ్ "%s"ను తెరువలేక పోయింది: %s

source: Cannot save catalog "%s": %s
mr: "%s" सूची संचित करणे अशक्य: %s
ta: கேட்லாக்கை சேமிக்க முடியவில்லை "%s": %s
te: కాటలాగ్ "%s"ను దాయలేక పోయింది: %s

source: (No Comment)
mr: (कुठलीही टिप्पणी नाही)
ta: (கருத்து இல்லை)
te: (వ్యాఖ్య లేదు)

source: Image type not supported: %s
mr: प्रतिमा प्रकार समर्थित नाही: %s
ta: பட வகை துணைபுரியவில்லை: %s
te: ప్రతిబింబము రకము మద్దతీయబడదు: %s

source: Determine by extension
mr: वाढ नुरूप निर्धारित करा
ta: விரிவாக்கத்தினால் உறுதிபடுத்தவும்
te: పొడిగింపు ద్వారా నిర్థారించుము

source: Save Image
mr: प्रतिमा साठवा
ta: படத்தை சேமி
te: ప్రతిబింబమును దాయుము

source: Image type:
mr: प्रतिमा प्रकार:
ta: பிம்ப வகை:
te: ప్రతిబింబము రకము:

source: Catalogs
mr: सूची
ta: கேட்லாக்குகள்
te: కాటలాగ్సు

source: File System
mr: फाइल प्रणाली
ta: கோப்பு அமைப்பு
te: ఫైల్ సిస్టమ్

source: Home
mr: घर
ta: இல்லம்
te: నివాసము

source: Library not empty
mr: लायब्ररी रिकामे नाही
ta: நூலகம் காலியாக இல்லை
te: లైబ్రరీ ఖాళీగా లేదు

source: Cannot remove library "%s": %s
mr: "%s" लायब्ररी काढून टाकणे अशक्य: %s
ta: நூலகத்திலிருந்து நீக்க முடியவில்லை "%s": %s
te: లైబ్రరీ "%s"ను కదల్చలేదు: %s

source: Cannot remove catalog "%s": %s
mr: "%s" सूची काढून टाकणे अशक्य: %s
ta: கேட்லாக்கிலிருந்து நீக்க முடியவில்லை "%s": %s
te: కాటలాగ్ "%s"ను తీసివేయలేదు: %s

source: No image
mr: कोणतीही प्रतिमा नाही
ta: படமில்லை
te: ప్రతిబింబములేదు

source: Could not display help
mr: मदत दाखवता आली नाही
ta: உதவியைக் காட்ட முடியவில்லை
te: సహాయమును ప్రదర్శించలేక పోయింది

source: Ro_tate Images
mr: प्रतिमा फिरवा (_t)
ta: படங்களை கழற்றவும் (_t)
te: ప్రతిబింబములను బ్రమణం చేయుము (_t)

source: Page %d of %d
mr: %d पान %d पैकी
ta: பக்கம் %d இல் %d
te: %2$d పేజీలలో %1$d పేజీ

source: Loading image: %s
mr: प्रतिमा लोड करत आहे: %s
ta: படத்தை ஏற்றுகிறது: %s
te: ప్రతిబింబమును లేడుచేయుచున్నది: %s

source: Deleting all thumbnails, wait please...
mr: सर्व थंबनेल्स नष्ट केले जात आहेत, कृपया थांबा...
ta: அனைத்து சின்னப்படத்தை அழிக்கிறது, காத்திருக்கவும்...
te: అన్ని థంబ్‌నెయిల్సును తొలగించుచున్నది, దయచేసి వేచివుండండి...

source: Deleting old thumbnails, wait please...
mr: जूने थंबनेल्स नष्ट केले जात आहे, कृपया थांबा...
ta: பழைய சின்னப்படங்களை அழிக்கிறது, காத்திருக்கவும்...
te: పాత థంబ్‌నెయిల్సును తొలగించుచున్నది, దయచేసి వేచివుండండి...

source: (Invalid Name)
mr: (अवैध नाव)
ta: (தவறான பெயர்)
te: (చెల్లని నామము)

source: %d x %d pixels
mr: %d x %d पिक्सेल
ta: %d x %d பிக்செல்கள்
te: %d x %d పిగ్జెల్స్

source: Saving images
mr: प्रतिमा साठवण्यात येत आहे
ta: படங்களை சேமிக்கிறது
te: ప్రతిబింబములను దాయుచున్నది

source: Creating image: %s.%s
mr: प्रतिमा निर्माण करत आहे: %s.%s
ta: படத்தை உருவாக்குகிறது: %s.%s
te: ప్రతిబింబమును సృష్టించుచున్నది: %s.%s

source: Saving thumbnails
mr: थंबनेल्स साठवण्यात येत आहे
ta: சின்னப்படத்தை சேமிக்கிறது
te: థంబ్‌నెయిల్స్ దాయుచున్నది

source: Saving HTML pages: Images
mr: HTML पाने साठवण्यात येत आहे: प्रतिमा
ta: HTML பக்கங்களை சேமிக்கிறது: படங்கள்
te: HTML పేజీలను దాయుచున్నది: ప్రతిబింబములు

source: Saving HTML pages: Indexes
mr: HTML पाने साठवण्यात येत आहे: निर्देशांक
ta: HTML பக்கங்களை சேமிக்கிறது: அகரவரிசைகள்
te: HTML పేజీలను దాయుచున్నది: విషయసూచికలు

source: Copying original images
mr: मूळ प्रतिमा प्रतिकृत केले जात आहे
ta: அசல் படங்களை நகலெடுக்கிறது
te: వాస్తవ ప్రతిబింబములను నకలుతీయుచున్నది

source: Could not create a temporary folder
mr: तात्पुरता फोल्डर निर्माण करणे अशक्य
ta: ஒரு தற்காலிக கோப்பை உருவாக்க முடியவில்லை
te: తాత్కాలిక ఫోల్డరును సృష్టించలేక పోయింది

source: Loading images
mr: प्रतिमा लोड करत आहे
ta: படங்களை ஏற்றுகிறது
te: ప్రతిబింబాలను లోడుచేయుచున్నది

source: Enter the catalog name:
mr: सूचीचे नाव प्रविष्ट करा:
ta: கேட்லாக் பெயரை இள்ளிடவும்:
te: కాటలాగ్ నామమును ప్రవేశపెట్టుము:

source: C_reate
mr: बनवा (_r)
ta: உருவாக்கு (_r)
te: సృష్టించుము (_r)

source: Enter the library name:
mr: लायब्ररीचे नाव प्रविष्ट करा:
ta: நூலக பெயரை உள்ளிடவும்:
te: లైబ్రరీ నామమును ప్రవేశపెట్టుము:

source: Move Catalog to...
mr: सूचीला येथे हलवा...
ta: கேட்லாக்ககிற்கு நகர்த்தவும்...
te: కాటలాగ్‌ను దీనికి కదుల్చుము...

source: Enter the new category name
mr: नव्या प्रवर्गाचे नाव प्रविष्ट करा
ta: புதிய வகைப் பெயரை உள்ளிடவும்
te: కొత్త వర్గము నామమును ప్రవేశపెట్టుము

source: The name "%s" is not valid because it contains the character ",". Please use a different name.
mr: "%s" नाव अवैध आहे कारण त्याच्यात "," अक्षराचा समावेश आहे. कृपया वेगळे नाव वापरा.
ta: பெயர் "%s" சரியானதில்லை ஏனெனில் அது எழுத்துக்களைப் பெற்றிருக்கிறது ",". பல்வேறு பெயரொன்றை பயன்படுத்தவும்.
te: నామము "%s" చెల్లునది కాదు యెంచేతంటే అది "," అక్షరమును కలిగివుంది. దయచేసి వేరొక నామము వుపయోగించుము.

source: The category "%s" is already present. Please use a different name.
mr: "%s" वर्ग आधिपासूनच उपस्थित आहे. कृपया वेगळे नाव वापरा.
ta: வகை "%s" ஏற்கனவே இருக்கிறது. பல்வேறு பெயரொன்றை பயன்படுத்தவும்.
te: వర్గము "%s" యిప్పటికే వున్నది. దయచేసి వేరొక నామమును వుపయోగించుము.

source: Converting image: %s
mr: प्रतिमा रूपांतरित करत आहे: %s
ta: படத்தை மாற்றுகிறது: %s
te: ప్రతిబింబమును మార్చుచున్నది: %s

source: An image named "%s" is already present. Please specify a different name.
mr: "%s" नावाची प्रतिमा आधिपासूनच उपस्थित आहे. कृपया वेगळे नाव निर्देशित करा.
ta: ஒரு "%s" என பெயரிடப்பட்ட படம் ஏற்கனவே இருக்கிறது. வேறுபட்ட ஒரு பெயரை குறிப்பிடவும்.
te: "%s" నామముతోవున్న ప్రతిబింబము యిప్పటికే వుంది. దయచేసి వేరొక నామమును ప్రవేశపెట్టుము.

source: An image named "%s" is already present. Do you want to overwrite it?
mr: "%s" नावाची प्रतिमा आधिपासूनच उपस्थित आहे. आपणांस ती खोडून पुन्हा लिहायची?
ta: ஒரு "%s" என பெயரிடப்பட்ட படம் ஏற்கனவே இருக்கிறது.அதை மேலெழுத விரும்புகிறீர்களா?
te: "%s" నామపు ప్రతిబింబము యిప్పటికే వుంది. మీరు దాని పైనవ్రాద్దామని అనుకొనుచున్నారా?

source: Skip
mr: वगळा
ta: தவிர்
te: వదిలివేయుము

source: _Overwrite
mr: पुनरालेखन (_O)
ta: (_O)மேலெழுது
te: పైనవ్రాయుము (_O)

source: %d x %d (Image)
mr: %d x %d (प्रतिमा)
ta: %d x %d (படம்)
te: %d x %d (ప్రతిబింబము)

source: %d x %d (Screen)
mr: %d x %d (स्क्रीन)
ta: %d x %d (திரை)
te: %d x %d (తెర)

source: Duplicates
mr: अनुप्रती
ta: போலிகள்
te: నకిలీలు

source: Duplicates Size
mr: अनुप्रती आकार
ta: போலியான அளவு
te: నకిలీల పరిమాణము

source: Name
mr: नाव
ta: பெயர்
te: నామము

source: Last modified
mr: शेवटी सुधारलेले
ta: கடைசியில் மாற்றப்பட்டது
te: చివరిగా సవరించిన

source: Location
mr: ठिकाण
ta: இடம்
te: స్థానము

source: Checked images will be moved to the Trash, are you sure?
mr: निवडलेले प्रतिमा कचरापेटीत हलविण्यात येतील, आपणांस खात्री आहे का?
ta: சரிபார்க்கப்பட்ட படங்கள் குப்பைக்கு நகர்த்தப்பட்டது, உண்மையா?
te: చెక్‌చేసిన ప్రతిబింబములు చెత్తకుండీకు కదల్చబడతాయి, మీరు కదల్చాలని అనుకొనుచున్నారా?

source: The destination folder does not exist. Do you want to create it?
mr: लक्ष्य फोल्डर अस्तित्वात नाही. आपणांस ते बनवायचे आहे का?
ta: பரிமாணக் கோப்புகள் இல்லை. அதை உருவாக்க விரும்புகிறீர்களா?
te: గమ్యపు ఫోల్డరు లేదు. మీరు దానిని సృష్టించుదామని అనుకొనుచున్నారా?

source: Could not create folder "%s": %s.
mr: "%s" फोल्डर निर्माण करणे अशक्य: %s.
ta: கோப்புறையை உருவாக்க முடியவில்லை "%s": %s.
te: ఫోల్డర్ "%s"ను సృష్టించలేక పోయింది: %s.

source: You don't have the right permissions to create images in the folder "%s"
mr: "%s" फोल्डर मध्ये प्रतिमा बनवण्याची योग्य परवानगी आपल्याकडे नाही
ta: கோப்புறை "%s"ல் படங்களை உருவாக்கு உங்களுக்கு சரியான அனுமதிகளை பெறவில்லை
te: ఫోల్డర్ "%s"నందు ప్రతిబింబములను సృష్టించుటకు మీరు సరైన అనుమతులను కలిగిలేరు

source: Could not delete the images:
mr: प्रतिमा नष्ट करणे अशक्य:
ta: படத்தை அழிக்க முடியவில்லை:
te: ప్రతిబింబములను తొలగించలేక పోయింది:

source: The images cannot be moved to the Trash. Do you want to delete them permanently?
mr: प्रतिमा कचरापेटीत हलविणे अशक्य. आपणांस ती नेहमीसाठी नष्ट करायची आहे का?
ta: படங்களை குப்பைக்கு நகர்த்த முடியவில்லை.அவற்றை நிரந்தரமாக அழிக்க வேண்டுமா?
te: ప్రతిబింబములు చెత్తకుండీకు కదుపబడలేవు. మీరు వాటిని శాశ్వతంగా తొలగించుదామని అనుకొనుచున్నారా?

source: _Do not display this message again
mr: हे संदेश पुन्हा दाखवू नका (_D)
ta: இய்த செய்தியை மீண்டும் காட்டாதே (_D)
te: ఈ సందేశమును మరలా ప్రదర్శించవద్దు (_D)

source: _Move
mr: हलवा (_M)
ta: நகர்த்தவும் (_M)
te: కదుల్చుము (_M)

source: Choose the destination folder
mr: लक्ष्य फोल्डर निवडा
ta: பரிமாண கோப்புறையை தேர்ந்தெடுக்கவும்
te: గమ్యపు ఫోల్డరును యెంచుకొనుము

source: You didn't enter the new name
mr: आपण नवीन नाव प्रविष्ट केले नाही
ta: புதிய பெயரை உள்ளிட வேண்டாம்
te: మీరు కొత్త నామమును ప్రవేశపెట్టలేదు

source: The name "%s" is already used in this folder. Please use a different name.
mr: "%s" हे नाव आधीच या फोल्डर मध्ये वापरले गेलेले आहे. कृपया इतर नाव वापरा.
ta: "%s" இந்த அடைவில் ஏற்கனவே பயன்பாட்டில் உள்ளதுு. வேறு பெயரை பயன்படுத்தவும்.
te: నామము "%s" యిప్పటికే ఈ ఫోల్డరునందు వుపయోగించబడింది. దయచేసి వేరొక నామమును వుపయోగించండి.

source: Could not rename the image:
mr: प्रतिमा पुनःनामांकित करणे अशक्य:
ta: படத்தை மறுபெயரிட வேண்டாம்:
te: ప్రతిబింబమును పునఃనామకరణ చేయలేకపోయింది:

source: Could not rename the following images:
mr: खालिल प्रतिमा पुनःनामांकित करणे अशक्यत:
ta: பின்வரும் படத்தை மறுபெயரிட முடியவில்லை:
te: క్రింది ప్రతిబింబములను పునఃనామకరణ చేయలేక పోయింది:

source: Could not move the image:
mr: प्रतिमा हलविणे अशक्य:
ta: படத்தை நகர்த்த முடியவில்லை:
te: ప్రతిబింబమును కదల్చలేక పోయింది:

source: Could not copy the image:
mr: प्रतिमा प्रतिकृत करणे अशक्य:
ta: படத்தை நகலெடுக்க முடியவில்லை:
te: ప్రతిబింబమును నకలుతీయలేక పోయింది:

source: _Abort
mr: रद्द करा (_A)
ta: பற்றி (_A)
te: విరమించు (_A)

source: _Continue
mr: पुढे चला (_C)
ta: தொடர்ந்து (_C)
te: కొనసాగు (_C)

source: Copying file %d of %d
mr: %d पैकी %d फाइल प्रतिकृत करत आहे
ta: கோப்பு நகலெடுக்கிறது %d ஆல் %d
te: %2$d లో %1$d ఫైలు నకలుతీయుచున్నది

source: Collecting images info
mr: प्रतिमांची माहिती एकत्र करत आहे
ta: படங்களின் தகவலை சேகரிக்கிறது
te: ప్రతిబింబముల సమాచారమును సేకరించుచున్నది

source: Deleting file %ld of %ld
mr: %ld पैकी %ld फाइल काढून टाकत आहे
ta: கோப்பை அழிக்கிறது %ld ஆல் %ld
te: ఫైలు %ldను తొలగించుచున్నది మొత్తం %ld ఫైళ్ళలో

source: Copying file %ld of %ld
mr: %ld पैकी %ld फाइल प्रतिकृत करत आहे
ta: கோப்பை நகலெடுக்கிறது %ld ஆல் %ld
te: ఫైలు %ldను నకలుతీయుచున్నది మొత్తం %ld ఫైళ్ళలో

source: Moving file %ld of %ld
mr: %ld पैकी %ld फाइल हलवित आहे
ta: கோப்பை நகர்த்துகிறது %ld ஆல் %ld
te: ఫైలు %ldను కదుల్చుచున్నది మొత్తం %ld ఫైళ్ళలో

source: Could not move the folder "%s": %s
mr: "%s" फोल्डर हलविणे अशक्य: %s
ta: கோப்புறை "%s"ஐ நகர்த்த முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను జరపలేక పోయింది: %s

source: Size
mr: आकार
ta: அளவு
te: పరిమాణము

source: Type
mr: प्रकार
ta: வகை
te: రకము

source: Modified
mr: संपादीत
ta: மாற்றப்பட்டது
te: సవరించిన

source: Information on Channel
mr: वाहिनी वरील माहिती
ta: சேனலைப் பற்றிய தகவல்
te: ఛానల్ పైన సమాచారము

source: %s Properties
mr: %s गुणधर्म
ta: %s பண்புகள்
te: %s లక్షణాలు

source: Could not move temporary file to remote location. Check remote permissions.
mr: तात्पुरती फाइल दूरस्थ स्थानी हलविणे अशक्य. दूरस्थ परवानगी तपासून पहा.
ta: தொலை இடத்திற்கு தற்காலிக கோப்பினை நகர்த்த முடியவில்லை. தொலை அனுமதிகளை சரிசெய்யவும்.
te: తాత్కాలిక ఫైలును దూరస్థ స్థానమునకు కదల్చలేక పోయింది. దూరస్థ అనుమతులను పరిశీలించుము.

source: Could not import photos
mr: फोटो आयात करणे अशक्य
ta: நிழற்படங்களை இறக்க முடியவில்லை
te: ఛాయాచిత్రములను దిగుమతి చేయలేక పోయింది

source: Film
mr: फिल्म
ta: படச்சுருள்
te: ఫిల్ము

source: Import errors detected
mr: आढळलेले त्रुटी आयात करा
ta: இறக்கப்பட்ட பிழைகளை கண்டுபிடிக்கப்பட்டது
te: దిగుమతి దోషములు గుర్తించబడినవి

source: The files on the camera will not be deleted
mr: कॅमेरा वरील फाइल नष्ट केले जाणार नाही
ta: கேமிராவிலுள்ள கோப்புகளை அழிக்க முடியவில்லை
te: కేమెరానందలి ఫైళ్ళు తొలగించబడవు

source: Could not create the folder "%s": %s
mr: "%s" फोल्डर निर्माण करणे अशक्य: %s
ta: கோப்புறை "%s"ஐ உருவாக்க முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను సృష్టించలేక పోయింది: %s

source: Not enough free space left on disk
mr: डिस्कवर पुरेशी रिकामी जागा शिल्लक नाही
ta: போதுமான இடைவெளிகள் வட்டினுள் இல்லை
te: డిస్కునందు సరిపోవునంత ఖాళీ జాగా లేదు

source: Image Caption
mr: प्रतिमा मथळा
ta: படத் தலைப்பு
te: ప్రతిబింబము పేరు(కాప్షన్)

source: Header
mr: शीर्षकओळ
ta: தலைப்பு
te: పీఠిక

source: Footer
mr: चरणओळ
ta: அடிக்குறிப்பு
te: భూమిక

source: by path
mr: मार्ग नुरूप
ta: பாதையின் படி
te: పాత్ ద్వారా

source: by size
mr: आकार नुरूप
ta: அளவின் படி
te: పరిమాణము ద్వారా

source: by file modified time
mr: फाइल सुधारणी वेळ नुरूप
ta: கோப்பு திருத்தியமைக்கப்பட்ட நேரத்தின் படி
te: ఫైలు సవరించబడిన సమయం ద్వారా

source: by Exif DateTime tag
mr: Exif दिनांक वेळ टॅग नुरूप
ta: by Exif தேதி நேர ஒட்டினால்
te: Exif తేదిసమయం టాగ్ ద్వారా

source: by comment
mr: टिप्पणी नुरूप
ta: கருத்தின் படி
te: వ్యాఖ్య ద్వారా

source: manual order
mr: व्यक्तिचलित क्रम
ta: கைமுறை வரிசை
te: మానవీయ క్రమము

source: The name "%s" is not valid because it contains the character "/". Please use a different name.
mr: "%s" नाव अवैध आहे कारण त्यात "/" अक्षर आहे. कृपया इतर नाव वापरा.
ta: "%s" செல்லாது காரணம் இதில் "/" உள்ளது. வேறுபெயரை பயன்படுத்தவும்
te: నామము "%s" చెల్లునది కాదు యెంచేతంటే అది అక్షరము "/"ను కలిగివుంది. దయచేసి వేరొక నామమును వుపయోగించుము.

source: Old Name
mr: जूने नाव
ta: பழைய பெயர்
te: పాత నామము

source: New Name
mr: नवीन नाव
ta: புதிய பெயர்
te: కొత్త నామము

source: Search Result
mr: शोध परिणाम
ta: முடிவை தேடவும்
te: శోధన ఫలితము

source: Select Album Theme
mr: अल्बम योजना निवडा
ta: ஆல்பத் தீமை தேர்ந்தெடுக்கவும்
te: ఆల్బమ్ థీము యెంపికచేయుము

source: Could not move the items:
mr: घटकं हलविणे अशक्य:
ta: இந்த உருப்படியை நகர்த்த முடியவில்லை:
te: అంశములను కదల్చలేక పోయింది:

source: The image will be moved to the Trash, are you sure?
mr: प्रतिमा ट्रॅश मध्ये हलविण्यात येईल, आपणांस खात्री आहे का?
ta: குப்பைக்கு படத்த நகர்த்தப்பட்டது, உண்மையா?
te: ప్రతిబింబము చెత్తకుండీకు కదల్చబడుతుంది, మీరు కదల్చవలెనని అనుకొనుచున్నారా?

source: Could not duplicate the image "%s": %s
mr: "%s" प्रतिमेची अनुप्रत बनवणे अशक्: %s
ta: "%s"பட்டத்தை போலியாக்க முடியவில்லை: %s
te: ప్రతిబంబము "%s"కు నకిలీ చేయలేకపోయింది: %s

source: Stop
mr: थांबा
ta: நிறுத்து
te: ఆపుము

source: Continue
mr: चालू ठेवा
ta: தொடரவும்
te: కొనసాగించు

source: The selected images will be moved to the Trash, are you sure?
mr: निवडलेली प्रतिमा कचरापेटीत हलविण्यात येईल, आपणांस खात्री आहे का?
ta: தேர்ந்தெடுக்கப்பட்ட படங்களை குப்பைக்கு நகர்த்தவும், உண்மையா?
te: ఎంపికచేసిన ప్రతిబింబములు చెత్తకుండీకు కదల్చబడతాయి, మీరు కదల్చాలని అనుకొనుచున్నారా?

source: Enter the new name:
mr: नवीन नाव प्रविष्ट करा:
ta: புதிய பெயரை உள்ளிடவும்:
te: కొత్త నామమును ప్రవేశపెట్టుము:

source: The name "%s" is already used. Please use a different name.
mr: "%s" नाव आधिपासूनच वापरले गेले आहे. कृपया वेगळे नाव वापरा.
ta: "%s"பெயர் ஏற்கனவே பயன்பாட்டிலிருக்கிறது. வேறு பெயரொன்றை பயன்படுத்தவும்.
te: నామము "%s" యిప్పటికే వుపయోగించబడింది. దయచేసి వేరొక నామమును వుపయోగించుము.

source: Could not rename the library "%s": %s
mr: "%s" लायब्ररी पुनःनामांकित करणे अशक्य: %s
ta: "%s" நூலகத்தை மறுபெயரிட முடியவில்லை: %s
te: లైబ్రరీ "%s"ను పునఃనామకరణ చేయలేకపోయింది: %s

source: Could not rename the catalog "%s": %s
mr: "%s" सूची पुनःनामांकित करणे अशक्य: %s
ta: "%s"கேட்லாக்கிற்கு மறுபெயரிட முடியவில்லை: %s
te: కాటలాగ్ "%s"ను పునఃనామకరణ చేయలేకపోయింది: %s

source: The selected library will be removed, are you sure?
mr: निवडलेली लायब्ररी काढून टाकण्यात येईल, आपणांस खातरी आहे का?
ta: தேர்ந்தெடுக்கப்பட்ட நூலகம் நீக்கப்பட்டது, உண்மையாகவா?
te: ఎంపికచేయబడిన లైబ్రరీ తొలగించబడుతుంది, మీరు తొలగించాలని అనుకొనుచున్నారా?

source: The selected catalog will be removed, are you sure?
mr: निवडलेली सूची काढून टाकण्यात येईल, आपणांस खातरी आहे का?
ta: தேர்ந்தெடுக்கப்பட்ட கேட்லாக்கை நீக்கப்படும், உண்மையா?
te: ఎంపికచేయబడిన కాటలాగ్ తొలగించబడుతుంది, మీరు తొలగించాలని అనుకొనుచున్నారా?

source: New Catalog
mr: नवीन सूची
ta: புதிய கேட்லாக்
te: కొత్త కాటలాగ్

source: Could not create the catalog "%s": %s
mr: "%s" सूची निर्माण करणे अशक्य: %s
ta: "%s"கேட்லாக்கை உருவாக்க முடியவில்லை: %s
te: కాటలాగ్ "%s"ను సృష్టించలేకపోయింది: %s

source: New Library
mr: नवीन लायब्ररी
ta: புதிய நூலகம்
te: కొత్త లైబ్రరీ

source: Could not create the library "%s": %s
mr: "%s" लायब्ररी बनवणे अशक्य: %s
ta: "%s"க்கு நூலகத்தை உருவாக்க முடியவில்லை: %s
te: లైబ్రరీ "%s"ను సృష్టించలేకపోయింది: %s

source: Could not rename the folder "%s": %s
mr: "%s" फोल्डर पुनःनामांकित करणे अशक्य: %s
ta: கோப்புறை "%s"க்கு மறுபெயரிட முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను పునఃనామకరణ చేయలేకపోయింది: %s

source: source and destination are the same
mr: स्त्रोत व लक्ष्य सारखे आहेत
ta: மூலம் மற்றும் இலக்கு அதே மாதிரியானவை
te: మొదలు మరియు గమ్యము రెండూ వొకటే

source: Could not delete the folder "%s": %s
mr: "%s" फोल्डर नष्ट करणे अशक्य: %s
ta: கோப்புறை "%s"ஐ அழிக்க முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను తొలగించలేక పోయింది: %s

source: "%s" cannot be moved to the Trash. Do you want to delete it permanently?
mr: "%s" कचरापेटीत हलविणे अशक्य. आपणांस ते नेहमीसाठी नष्ट करायचे आहे का?
ta: "%s" குப்பைக்கு நகர்த்தப்பட்டது. இதை நிரந்தரமாக அழிக்க விரும்புகிறீர்களா?
te: "%s" చెత్తకుండీకు కదుపబడదు. మీరు దానిని శాశ్వతంగా తొలగించుదామని అనుకొనుచున్నారా?

source: The selected folder will be moved to the Trash, are you sure?
mr: निवडलेले फोल्डर कचरापेटीत हलविण्यात येईल, आपणांस खात्री आहे का?
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை குப்பைக்கு நகர்த்த வேண்டும், உண்மையா?
te: ఎంపికచేయబడిన ఫోల్డర్ చెత్తకుండీకు కదుపబడుతుంది, మీరు కదల్చాలని అనుకొనుచున్నారా?

source: Could not copy the folder "%s": %s
mr: "%s" फोल्डर प्रतिकृत करणे अशक्य: %s
ta: கோப்புறை "%s"ஐ நகலெடுக்க முடியவில்லை: %s
te: ఫోల్డర్ "%s"ను నకలుతీయలేక పోయింది: %s

source: source contains destination
mr: स्त्रोत मध्ये लक्ष्य समावेश आहे
ta: மூலம் பரிமாணங்களை பெற்றிருக்கிறது
te: మొదలు గమ్యాన్ని కలిగివుంది

source: a folder with that name is already present.
mr: त्या नावाचे फोल्डर आधीच उपस्थित आहे.
ta: ஏற்கனவே இந்த பெயருடைய கோப்புறை ஒன்று உள்ளது.
te: అదే నామముతో వొక ఫోల్డరు యిప్పటికేవుంది.

source: New Folder
mr: नवीन फोल्डर
ta: புதிய அடைவு
te: కొత్త ఫోల్డర్
